{"status": "ok", "totalResults": 27, "articles": [{"source": {"id": null, "name": "Giga"}, "author": "Felix Gräber", "title": "Gegen Corona: Mittel aus der Hausapotheke soll helfen - Giga", "description": "Forscher der renommierten Oxford-Universität haben einen altbekannten Wirkstoff wiederentdeckt: Er soll wirksam sein bei einer Corona-Erkrankung und ist bereits bei vielen Haushalten im Medizinschrank vorrätig.", "url": "https://www.giga.de/news/gegen-corona-einfaches-mittel-aus-der-hausapotheke-soll-helfen/", "urlToImage": "https://crops.giga.de/68/68/b1/eab17d6d494b94799a0bb098e5_YyAxODA1eDk0Mys1OCsxNjgCcmUgMTIwMCA2MjcDNjhlMTY5OTkwMGU=.jpg", "publishedAt": "2021-02-21T05:00:04Z", "content": "Forscher der renommierten Oxford-Universität haben einen altbekannten Wirkstoff wiederentdeckt: Er soll wirksam sein bei einer Corona-Erkrankung und ist bereits bei vielen Haushalten im Medizinschran… [+2228 chars]"}, {"source": {"id": null, "name": "Deutschlandfunk"}, "author": null, "title": "Covid-19 - Wie funktioniert ein Antikörper-Medikament und wann ist es sinnvoll? - Deutschlandfunk", "description": "Die Bundesregierung hat für Deutschland ein neue Covid-19-Medikamente auf Antikörper-Basis gekauft. Es handelt sich nach Angaben des Gesundheitsministeriums um Präparate der US-Firmen Regeneron und Eli Lilly, die zunächst in Unikliniken zum Einsatz kommen sol…", "url": "https://www.deutschlandfunk.de/covid-19-wie-funktioniert-ein-antikoerper-medikament-und.1939.de.html?drn:news_id=1229845", "urlToImage": "https://www.deutschlandfunk.de/media/thumbs/0/0e1adb72698f53c1ed3ae07e0f44860dv1_max_720x405_b3535db83dc50e27c1bb1392364c95a2.jpg?key=d95351", "publishedAt": "2021-02-20T23:02:56Z", "content": "Die Bundesregierung hat für Deutschland ein neue Covid-19-Medikamente auf Antikörper-Basis gekauft. Es handelt sich nach Angaben des Gesundheitsministeriums um Präparate der US-Firmen Regeneron und E… [+9291 chars]"}, {"source": {"id": null, "name": "Infranken.de"}, "author": "Robert Wagner", "title": "Wer erkrankt schwer an Corona? Erlanger Forscher entdecken neuen Risikofaktor - inFranken.de", "description": "Forscher aus Erlangen haben herausgefunden, dass das Protein Interleukin-3 einen entscheidenden Einfluss auf die Schwere einer Covid-19-Erkrankung haben könnte. Sogar eine Therapie scheint damit möglich.", "url": "https://www.infranken.de/lk/erlangenhoechstadt/schwerer-corona-verlauf-forscher-aus-erlangen-entdecken-neuen-risikofaktor-art-5167039", "urlToImage": "https://www.infranken.de/storage/image/8/2/6/5/3595628_default_1vSSIH_w0cJyC.jpg", "publishedAt": "2021-02-20T17:53:00Z", "content": "Manche Menschen, die sich mit dem Coronavirusinfizieren, merken kaum etwas davon. Andere wiederum erkranken schwer und müssen stationär behandelt werden. Über die Risikofaktoren herrscht auch heute -… [+3497 chars]"}, {"source": {"id": "spiegel-online", "name": "Spiegel Online"}, "author": "Sophia Baumann", "title": "Weltweite Datenanalyse: Wo 89 Prozent der Erwachsenen übergewichtig sind - DER SPIEGEL", "description": "Der Anteil an übergewichtigen Menschen hat sich laut WHO seit 1975 fast verdoppelt. Welche Länder besonders betroffen sind – und wo Fettleibigkeit eine neue Form von Mangelernährung ist.", "url": "https://www.spiegel.de/gesundheit/ernaehrung/uebergewicht-und-mangelernaehrung-weltweit-wo-89-prozent-der-erwachsenen-uebergewichtig-sind-a-c35dd075-659b-4a41-bce3-d83f04f8eba9", "urlToImage": "https://cdn.prod.www.spiegel.de/images/3eba456a-cbfc-476c-adb6-ce53386a7838_w1280_r1.77_fpx39.38_fpy50.png", "publishedAt": "2021-02-20T16:34:22Z", "content": null}, {"source": {"id": null, "name": "Heilpraxisnet.de"}, "author": "Alexander Stindt", "title": "Hoher Kaffeekonsum scheint Risiko für Herz-Kreislauf-Erkrankungen zu erhöhen - Heilpraxisnet.de", "description": "Zu viel Kaffee schlecht für die Herzgesundheit? Wenn Menschen regelmäßig viel Kaffee trinken, scheint dies ihre Herzgesundheit zu gefährden, da ein langfristiger starker Kaffeekonsum laut einer aktuellen Studie die Fette im Blut erhöht, was das Risiko für Her…", "url": "https://www.heilpraxisnet.de/naturheilpraxis/hoher-kaffeekonsum-scheint-risiko-fuer-herz-kreislauf-erkrankungen-zu-erhoehen-20210220533296/", "urlToImage": "https://www.heilpraxisnet.de/wp-content/uploads/2021/02/Kaffee-Herz-scaled.jpeg", "publishedAt": "2021-02-20T11:13:59Z", "content": "Zu viel Kaffee schlecht für die Herzgesundheit?\r\nWenn Menschen regelmäßig viel Kaffee trinken, scheint dies ihre Herzgesundheit zu gefährden, da ein langfristiger starker Kaffeekonsum laut einer aktu… [+3880 chars]"}, {"source": {"id": null, "name": "Blick.ch"}, "author": "Blick.ch", "title": "Alastair Fraser-Urquhart lässt sich freiwillig mit Corona infizieren - BLICK", "description": "Für eine Corona-Studie in Grossbritannien werden Freiwillige gesucht, die sich mit dem Virus infizieren lassen. Der 18-jährige Alastair Fraser-Urquhart meldete sich sofort. Er will helfen.", "url": "https://www.blick.ch/ausland/fuer-eine-neue-studie-dieser-brite-18-laesst-sich-freiwillig-mit-corona-infizieren-id16359051.html", "urlToImage": "https://img.blick.ch/incoming/16359047-v3-117706747-2479499505681567-850021331013876163-o.jpg?imwidth=1000&ratio=16_9&x=0&y=127&width=1536&height=865", "publishedAt": "2021-02-20T08:41:19Z", "content": "Während sich die Welt vor Corona schützt, um eine Infektion zu vermeiden, lässt sich Alastair Fraser-Urquhar (18) aus Stoke-on-Trent in Grossbritannien freiwillig das Virus spritzen. Der 18-Jährige i… [+1772 chars]"}, {"source": {"id": null, "name": "FIT FOR FUN"}, "author": "Chip.de Redaktion", "title": "Effektives Hausmittel: Honig wirkt bei Husten und Erkältung besser als Antibiotika - FIT FOR FUN", "description": "Ob auf dem Brot, über Quarkspeisen, im Müsli oder sogar pur – Honig ist der Klassiker unter den natürlichen Süßungsmitteln. Doch er ist nicht nur lecker, sondern auch gesund – dank seiner heilenden Wirkung, beispielsweise bei Husten.", "url": "https://www.fitforfun.de/news/effektives-hausmittel-honig-wirkt-bei-husten-und-erkaeltung-besser-als-antibiotika-470036.html", "urlToImage": "https://www.fitforfun.de/files/images/202102/1/honig-gegen-erkaeltungen,470057_3x2_n.jpg", "publishedAt": "2021-02-20T07:13:00Z", "content": "Honig ist weit mehr als nur ein natürliches Süßungsmittel, das zu vielem passt und lecker ist.\r\nDer süße Necktar aus den Blumen kann nämlich nachweislich die Symptome von Atemwegserkrankungen lindern… [+356 chars]"}, {"source": {"id": null, "name": "Heilpraxisnet.de"}, "author": "Fabian Peters", "title": "COVID-19-Impfung: Was tun bei einer Spritzen-Phobie? - Heilpraxisnet.de", "description": "Kurzinterventionsprogramm hilft Angst vor Spritzen zu überwinden Für Menschen mit einer Spritzen-Phobie ist die Impfung gegen das Coronavirus SARS-CoV-2 ein extrem schwerer Schritt. Schon die derzeit omnipräsenten Medienbilder von Spritzen beziehungsweise Inj…", "url": "https://www.heilpraxisnet.de/naturheilpraxis/covid-19-impfung-was-tun-bei-einer-spritzen-phobie-20210220533356/", "urlToImage": "https://www.heilpraxisnet.de/wp-content/uploads/2021/02/Spritzen-Phobie-scaled.jpeg", "publishedAt": "2021-02-20T06:25:56Z", "content": "Kurzinterventionsprogramm hilft Angst vor Spritzen zu überwinden\r\nFür Menschen mit einer Spritzen-Phobie ist die Impfung gegen das Coronavirus SARS-CoV-2 ein extrem schwerer Schritt. Schon die derzei… [+3282 chars]"}, {"source": {"id": null, "name": "Zentrum-der-gesundheit.de"}, "author": "https://www.facebook.com/ZentrumDerGesundheit", "title": "News Studie: Vitamin D könnte 30.000 Krebstode verhindern 16 Februar 2021 - Zentrum der Gesundheit", "description": "Die Einnahme von Vitamin D könnte laut des Krebsforschungszentrums jedes Jahr Tausende Menschen vor einem Krebstod bewahren. Vitamin D ist im Vergleich zu den Krebsmedikamenten billig.", "url": "https://www.zentrum-der-gesundheit.de/news/gesundheit/vitamin-d-krebs", "urlToImage": "https://static.zentrum-der-gesundheit.de/img/ba022892677cf52996b456f51adb55c2?width=1280&height=720", "publishedAt": "2021-02-20T04:20:59Z", "content": "Alle über 50 sollten Vitamin D einnehmen\r\nSeit vielen Jahren wird der Einfluss einer Vitamin-D-Einnahme auf die verschiedensten Erkrankungen erforscht. Der Fokus liegt dabei insbesondere auf chronisc… [+5622 chars]"}, {"source": {"id": null, "name": "Heilpraxisnet.de"}, "author": "Fabian Peters", "title": "Kaffee, Cola und Co: Koffein verändert unsere Gehirnstruktur - Heilpraxisnet.de", "description": "Auswirkungen von Koffein auf die Gehirnstruktur Koffeinhaltige Getränke wie Kaffee, Cola oder Energy-Drinks könnten laut einer aktuellen Studie auch Auswirkungen auf das Gehirn haben. Durch regelmäßigen Koffeinkonsum verändert sich die Hirnstruktur, wobei es …", "url": "https://www.heilpraxisnet.de/naturheilpraxis/kaffee-cola-und-co-koffein-veraendert-unsere-gehirnstruktur-20210219533082/", "urlToImage": "https://www.heilpraxisnet.de/wp-content/uploads/2021/02/Koffein-Kaffee-Gehirn.jpeg", "publishedAt": "2021-02-19T20:47:57Z", "content": "Auswirkungen von Koffein auf die Gehirnstruktur\r\nKoffeinhaltige Getränke wie Kaffee, Cola oder Energy-Drinks könnten laut einer aktuellen Studie auch Auswirkungen auf das Gehirn haben. Durch regelmäß… [+3616 chars]"}, {"source": {"id": null, "name": "Infranken.de"}, "author": "Agentur dpa", "title": "Antikörper-Medikament gegen Corona: Wie funktioniert das neue Mittel? - inFranken.de", "description": "In Amerika ist der Einsatz von sogenannten monoklonalen Antikörpern im Kampf gegen das Coronavirus bereits genehmigt. In der EU läuft nicht einmal ein Zulassungsprozess. Ist das berechtigt oder ein Fehler?", "url": "https://www.infranken.de/ratgeber/gesundheit/coronavirus/antikoerper-medikament-corona-wie-funktioniert-es-art-5153287", "urlToImage": "https://www.infranken.de/storage/image/8/0/5/9/3599508_default_1vVOFm_fi4K4x.jpg", "publishedAt": "2021-02-19T16:17:00Z", "content": "In den USA ist der Einsatz von sogenannten monoklonalen Antikörpern im Kampf gegen Corona bereits genehmigt. Der damalige US-PräsidentDonald Trump hatte die Mittel in höchsten Tönen gelobt. In Europa… [+6718 chars]"}, {"source": {"id": null, "name": "DIE WELT"}, "author": "Julian Aé", "title": "Heuschnupfen und Corona: Was für Pollen-Allergiker jetzt wichtig ist - WELT", "description": "Besonders im Frühling leiden viele Millionen Menschen in Deutschland unter Heuschnupfen. Einige Betroffene sind nun wegen des Coronavirus besonders verunsichert. Ein Facharzt erklärt, was Allergiker jetzt wissen müssen.", "url": "https://www.welt.de/gesundheit/plus207247537/Heuschnupfen-und-Corona-Was-fuer-Pollen-Allergiker-jetzt-wichtig-ist.html", "urlToImage": "https://img.welt.de/img/gesundheit/mobile207249289/9751356247-ci16x9-w1200-fnov-fpotl-fpi157750653/Kombo-Allergie-Vieluf.jpg", "publishedAt": "2021-02-19T16:15:19Z", "content": "Nicht alle können sich über den Frühling freuen, denn Frühlingszeit ist auch Pollenflugzeit. Die Nase läuft und juckt, die Augen sind rot und geschwollen fast 15 Prozent der Bevölkerung leiden alljäh… [+518 chars]"}, {"source": {"id": null, "name": "Healthnewsnet.de"}, "author": "Ivana Himmelreich", "title": "Unregelmäßiger Schlaf erhöht Depressionsrisiko • HealthNews - Healthnews", "description": "Besonders während des Lockdowns kann der Alltag leicht aus den Fugen geraten und seine Struktur verlieren. Dadurch verschiebt sich häufig der Schlafrhythmus i", "url": "https://healthnewsnet.de/news-2/unregelmaessiger-schlaf-erhoeht-depressionsrisiko-18552/", "urlToImage": "https://healthnewsnet.de/wp-content/uploads/2021/02/victoria-heath-MAGAXAYq_NE-unsplash-1024x612.jpg", "publishedAt": "2021-02-19T15:24:03Z", "content": "Besonders während des Lockdowns kann der Alltag leicht aus den Fugen geraten und seine Struktur verlieren. Dadurch verschiebt sich häufig der Schlafrhythmus ins Unregelmäßige. Dies kann jedoch zur En… [+2915 chars]"}, {"source": {"id": "bild", "name": "Bild"}, "author": "N. Schulze", "title": "Neues Mittel gegen Übergewicht - Mit Diabetes-Spritze 15 Kilo abspecken - BILD", "description": "Es klingt fast zu schön, um wahr zu sein: Einmal pro Woche eine Spritze in den Bauch – und schon nimmt man pro Monat ein gutes Kilo ab.Eine britische Studie hat fast 2000 Menschen mit starkem Übergewicht mehr als ein Jahr untersucht. Eine Hälfte von ihnen bek…", "url": "https://www.bild.de/bild-plus/ratgeber/2021/ratgeber/neues-mittel-gegen-uebergewicht-mit-diabetes-spritze-15-kilo-abspecken-75459356.bild.html", "urlToImage": "https://bilder.bild.de/fotos/neues-mittel-gegen-uebergewicht-mit-diabetes-spritze-15-kilo-abspecken-a46de140f78d46acac266fe4cac66ecd-75463836/Bild/2,club=bildplus.bild.jpg", "publishedAt": "2021-02-19T14:10:35Z", "content": "Es klingt fast zu schön, um wahr zu sein: Einmal pro Woche eine Spritze in den Bauch und schon nimmt man pro Monat ein gutes Kilo ab.\r\nEine britische Studie hat fast 2000 Menschen mit starkem Übergew… [+515 chars]"}, {"source": {"id": null, "name": "Fitbook.de"}, "author": "FITBOOK", "title": "Wirken die aktuellen Corona-Impfstoffe gegen die Mutationen? - FITBOOK", "description": "Angesichts der neuen Mutationen stellen viele die Wirksamkeit der vorhandenen Corona-Impfstoffe in Frage. Funktioniert der Schutz trotzdem?", "url": "https://www.fitbook.de/health/was-bedeuten-die-mutationen-fuer-die-impfungen", "urlToImage": "https://www.fitbook.de/data/uploads/2021/02/gettyimages-1285458686.jpg", "publishedAt": "2021-02-19T13:04:00Z", "content": "Von FITBOOK | 19. Februar 2021, 14:04 Uhr\r\nDas Impfen gegen das Coronavirus rollt gerade erst richtig an, schon drohen neue Varianten das Infektionsgeschehen zu übernehmen. Wie kann der Schutz vor de… [+8642 chars]"}, {"source": {"id": null, "name": "Praxisvita.de"}, "author": "Verena Elson", "title": "Ist Gemüse braten gesund? Mit diesem Trick schon! - Praxisvita", "description": "Ob Gemüse braten gesund ist, kommt auf die Technik an – dieser Trick macht gebratenes Gemüse gesünder als gekochtes.", "url": "https://www.praxisvita.de/gemuese-ist-braten-gesuender-als-kochen-12798.html", "urlToImage": "https://www.praxisvita.de/assets/gemuese-in-pfanne.jpg", "publishedAt": "2021-02-19T12:40:02Z", "content": "Ein Faktor, der Gemüse so gesund macht, ist sein Reichtum an sogenannten Phenolen: Die sekundären Pflanzenstoffe haben eine antioxidative Wirkung, das heißt sie schützen die Zellen vor Schädigungen u… [+2502 chars]"}, {"source": {"id": null, "name": "Heilpraxisnet.de"}, "author": "Alexander Stindt", "title": "Alzheimer: Kognitive Beeinträchtigungen am Gang identifizieren - Heilpraxisnet.de", "description": "Diagnose neurodegenerativer Erkrankungen durch Gehmuster Die Gehmuster von älteren Menschen können auf kognitive Probleme hinweisen und sogar bei der Diagnose von verschiedenen Arten von neurodegenerativen Erkrankungen helfen. So könnte anhand des Gangs mögli…", "url": "https://www.heilpraxisnet.de/naturheilpraxis/alzheimer-kognitive-beeintraechtigungen-am-gang-identifizieren-20210219533144/", "urlToImage": "https://www.heilpraxisnet.de/wp-content/uploads/2021/02/Alzheimer-Gehmuster-scaled.jpeg.webp", "publishedAt": "2021-02-19T12:19:18Z", "content": "Diagnose neurodegenerativer Erkrankungen durch Gehmuster\r\nDie Gehmuster von älteren Menschen können auf kognitive Probleme hinweisen und sogar bei der Diagnose von verschiedenen Arten von neurodegene… [+4421 chars]"}, {"source": {"id": null, "name": "Www.ndr.de"}, "author": null, "title": "Obst und Gemüse haltbar machen: So geht's - NDR.de", "description": "Wer das ganze Jahr über heimisches Obst und Gemüse essen möchte, kann es durch Einkochen, Einlegen, Trocknen oder auch Einfrieren haltbar machen. Ein Überblick über die verschiedenen Methoden.", "url": "https://www.ndr.de/ratgeber/kochen/Gemuese-und-Obst-einkochen-trocknen-einlegen,einmachen4.html", "urlToImage": "https://www.ndr.de/ratgeber/kochen/sauerkraut142_v-contentxl.jpg", "publishedAt": "2021-02-19T12:09:33Z", "content": "Stand: 19.02.2021 11:28 Uhr\r\nWer das ganze Jahr über heimisches Obst und Gemüse essen möchte, kann es durch Einkochen, Einlegen, Trocknen oder auch Einfrieren haltbar machen. Ein Überblick über die v… [+7127 chars]"}, {"source": {"id": null, "name": "Aponet.de"}, "author": "aponet.de", "title": "Weniger Depressionen bei Jungen, die Videospiele spielen - aponet.de", "description": "Bildschirm-Zeit ist für Kinder und Jugendliche nicht per se schädlich.", "url": "https://www.aponet.de/artikel/weniger-depressionen-bei-jungen-die-videospiele-spielen-23246", "urlToImage": "https://www.aponet.de/fileadmin/_processed_/6/7/csm_23364_videospiele_cdb04baf25.jpg", "publishedAt": "2021-02-19T11:19:42Z", "content": "Dr. Karen Zoufal\r\n | \r\n19.02.2021\r\nJungen, die im Alter von 11 Jahren regelmäßig Videospiele spielen, zeigen drei Jahre später seltener Anzeichen von Depressionen. Mädchen, die mehr Zeit in sozialen … [+2022 chars]"}, {"source": {"id": null, "name": "Pharmazeutische-zeitung.de"}, "author": "Carolin Lang", "title": "Neue Therapieoptionen: Cholesterin-Stoffwechsel als Target bei Hepatitis-E - Pharmazeutische Zeitung online", "description": "Aktuellen Studienergebnissen zufolge beeinflussen intrazelluläre Cholesterol-Spiegel die Viruslast und somit den Krankheitsverlauf bei einer Hepatitis...", "url": "https://www.pharmazeutische-zeitung.de/cholesterin-stoffwechsel-als-target-bei-hepatitis-e-123884/", "urlToImage": "https://www.pharmazeutische-zeitung.de/fileadmin/_processed_/e/0/csm_75099_57b1633e17.jpg", "publishedAt": "2021-02-19T10:00:00Z", "content": "Eine Hepatitis-E-Virus-Infektion scheint im Wechselspiel mit dem Cholesterin-Stoffwechsel zu stehen, wie aktuelle Forschungsergebnisse zeigen.   / Foto: Adobe Stock / natali_mis\r\nEine Forschungskoope… [+2713 chars]"}, {"source": {"id": null, "name": "t-online.de"}, "author": "t-online", "title": "Pudding selber machen – ein Rezept mit Suchtgefahr - t-online.de", "description": "Das Rezept für selbstgemachten Pudding ist nicht schwer. Der Pudding schmeckt viel besser, als Fertigprodukte mit Zusatzstoffen.", "url": "https://www.t-online.de/leben/essen-und-trinken/id_67105670/pudding-selber-machen-ein-rezept-mit-suchtgefahr.html", "urlToImage": "https://bilder.t-online.de/b/89/49/66/42/id_89496642/tid_da/pudding-das-dessert-schmeckt-besonders-lecker-mit-frischen-fruechten-.jpg", "publishedAt": "2021-02-18T09:40:45Z", "content": "Pudding spendet Trost, bringt Freude und passt einfach immer. Mit wenigen Zutaten können Sie das leckere Dessert im Nu selbst herstellen.\r\nIm Supermarkt findet sich im Kühlregal eine große Auswahl an… [+3981 chars]"}, {"source": {"id": null, "name": "Www.swr.de"}, "author": "SWR2, SWR2", "title": "Studie von Biontech: Kommt bald eine Impfung gegen Multiple Sklerose? - SWR", "description": "Das Mainzer Pharmaunternehmen Biontech arbeitet an einem entzündungshemmenden Impfstoff gegen Multiple Sklerose (MS). Erste Untersuchungen sind vielversprechend. Allerdings handelt es sich um Tierversuche.", "url": "https://www.swr.de/swr2/wissen/studie-von-biontech-kommt-bald-eine-impfung-gegen-multiple-sklerose-100.html", "urlToImage": "https://www.swr.de/swr2/wissen/1610103229510,swr2-impuls-biontech-chef-paar-shin-tuereci-100~_v-16x9@2dL_-6c42aff4e68b43c7868c3240d3ebfa29867457da.jpg", "publishedAt": "2021-01-08T14:22:12Z", "content": "Bis Samstag sollten die Dosen in jedem EU-Mitgliedsland sein, damit die Impfungen am Sonntag beginnen könnten. Deutschland erwartet erst einmal 151 125 Impfdosen, bis Jahresende 1,3 Millionen. Das te… [+203 chars]"}, {"source": {"id": null, "name": "Www.swr.de"}, "author": "SWR2, SWR2", "title": "Die Folgen von Covid-19 für Gehirn und Nervensystem - SWR", "description": "Das Coronavirus greift nicht nur die Lunge an, sondern kann auch andere Organe, das Gehirn und Nerven schädigen. Viele Patienten berichte von Kopfschmerzen, Müdigkeit oder Schwindel auch Monate nach der Covid-19-Erkrankung. Fachärzte warnen vor Langzeitfolgen.", "url": "https://www.swr.de/swr2/wissen/die-folgen-von-covid-19-fuer-gehirn-und-nervensystem-100.html", "urlToImage": "https://www.swr.de/swr2/wissen/1595591563808,swr2-impuls-neurologie-gehirn-100~_v-16x9@2dL_-6c42aff4e68b43c7868c3240d3ebfa29867457da.jpg", "publishedAt": "2020-07-24T12:08:36Z", "content": "Die #Me-Too-Debatte, die Ende 2017 begann, ist zwar schon wieder abgeebbt, aber sie hat auf nachhaltige Weise gezeigt, wie Frauen immer wieder Opfer von männlicher Gewalt und männlichem Sexismus werd… [+164 chars]"}, {"source": {"id": null, "name": "Blick-aktuell.de"}, "author": null, "title": "Biebricher besucht DRK-Mittelrhein - Blick aktuell", "description": "Koblenz. Wie viele Menschen sind derzeit in den beiden vom DRK-Mittelrhein betriebenen Erstaufnahmeeinrichtungen für Flüchtlinge untergebracht? Wie viele Mitarbeiter kümmern sich um sie? Und wie sind die Pläne für die nächsten Monate? Mit diesen Fragen be", "url": "https://www.blick-aktuell.de/Koblenz/Biebricher-besucht-DRK-Mittelrhein-181381.html", "urlToImage": "http://www.blick-aktuell.de/Bilder/vl-Leo-Biewer-Aufsichtsratsvorstandsvorsitzender-DRK-134190m.jpg", "publishedAt": "2018-03-27T10:59:32Z", "content": "Koblenz. Wie viele Menschen sind derzeit in den beiden vom DRK-Mittelrhein betriebenen Erstaufnahmeeinrichtungen für Flüchtlinge untergebracht? Wie viele Mitarbeiter kümmern sich um sie? Und wie sind… [+1960 chars]"}, {"source": {"id": null, "name": "agrarheute.com"}, "author": null, "title": "420.000 Tote durch Lebensmittelinfektionen | agrarheute.com - agrarheute.com", "description": "Die WHO fordert mehr Einsatz für Nahrungsmittelsicherheit. Denn jedes Jahr sterben 125.000 kleine Kinder an belasteten Lebensmitteln. Auch in Deutschland erkranken jedes Jahr 200.000 Menschen.", "url": "https://www.agrarheute.com/land-leben/420000-tote-lebensmittelinfektionen-517998", "urlToImage": "https://www.agrarheute.com/media/styles/ah_bildergalerie_standalone_5x4/public/thumbnails/image/fische_kanada_lachse_raucherfisch_fischprodukte_auslage.jpg", "publishedAt": "2017-09-08T21:02:30Z", "content": null}, {"source": {"id": null, "name": "agrarheute.com"}, "author": null, "title": "TV-Interview: Deshalb wurde die Stallpflicht aufgehoben - agrarheute.com", "description": "Sonnenlicht und wärmere Temperaturen lassen die Vogelgrippe-Viruslast sinken. Im TV-Interview erklärt ein Experte für Tierseuchenbekämpfung die Situation in Bayern.", "url": "https://www.agrarheute.com/video/tv-interview-wurde-stallpflicht-aufgehobenvideo-533145", "urlToImage": "https://www.agrarheute.com/media/styles/ah_bildergalerie_standalone_5x4/public/freilandhaltung.jpg", "publishedAt": "2017-09-08T13:33:59Z", "content": "Mit der Anmeldung für den Newsletter haben Sie den Hinweis auf die Datenschutzhinweise zur Kenntnis genommen.\r\nSie erhalten den agrarheute-Newsletter bis zu Ihrem Widerruf. Sie können den Newsletter … [+50 chars]"}, {"source": {"id": null, "name": "Gesundheitsstadt-berlin.de"}, "author": "red", "title": "Verdienstkreuz für Hedwig François-Kettner - Gesundheitsstadt Berlin", "description": "Hedwig François-Kettner, frühere Pflegedirektorin der Charité, hat das Verdienstkreuz am Bande bekommen.", "url": "https://www.gesundheitsstadt-berlin.de/verdienstkreuz-fuer-hedwig-francois-kettner-5902/", "urlToImage": "https://www.gesundheitsstadt-berlin.de/fileadmin/_processed_/8/f/csm_Hedwig_Francois-Kettner_4e3a4b5697.jpg", "publishedAt": "2016-04-25T09:31:29Z", "content": "Für ihr lebenslanges Engagement und ihren überragenden Beitrag zur Verbesserung der Qualität im Gesundheitswesen wurde die 64-Jährige von Bundespräsident Joachim Gauck ausgezeichnet. \r\nDas Verdienstk… [+2202 chars]"}]}