{"status": "ok", "totalResults": 999, "articles": [{"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Alex Wilhelm", "title": "BigCommerce customers can now sell on Walmart’s online marketplace", "description": "BigCommerce has partnered with Walmart to allow its customers to sell on the Bentonville, Arkansas-based retailer’s ecommerce marketplace, it announced this morning. Shares of Austin-based BigCommerce rose sharply in pre-market trading after the news, gaining…", "url": "http://techcrunch.com/2021/02/24/bigcommerce-customers-can-now-sell-on-walmarts-online-marketplace/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/11/GettyImages-1228097014.jpg?w=600", "publishedAt": "2021-02-24T13:35:00Z", "content": "BigCommerce has partnered with Walmart to allow its customers to sell on the Bentonville, Arkansas-based retailer’s ecommerce marketplace, it announced this morning. Shares of Austin-based BigCommerc… [+3144 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Lucas Matney", "title": "Scope AR launches a browser-based AR creation platform for the enterprise", "description": "Enticing the enterprise world to embrace augmented reality has proven a more difficult task than many startups in the AR space anticipated, but as the hardware and software behind the tech becomes increasingly commodified, customers are starting to find use c…", "url": "http://techcrunch.com/2021/02/24/scope-ar-launches-a-browser-based-ar-creation-platform-for-the-enterprise/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/unnamed-4.jpg?w=764", "publishedAt": "2021-02-24T15:00:16Z", "content": "Enticing the enterprise world to embrace augmented reality has proven a more difficult task than many startups in the AR space anticipated, but as the hardware and software behind the tech becomes in… [+2561 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adriana Nunez", "title": "Ecommerce helped uplift retail in 2020—and it could be the key to merchant success in 2021 and beyond", "description": "Summary List PlacementTotal ecommerce sales in 2020 jumped 32.4% year over year (YoY), reaching a whopping $791.7 billion, according to\r\n the latest data from the US Census Bureau. Ecommerce sales accounted for 14% of total retail sales last year—marking an i…", "url": "https://www.businessinsider.com/ecommerce-helped-retail-2020-consumers-adopted-online-shopping-2021-2", "urlToImage": "https://i.insider.com/602ec46e42b84000192f4422?width=1200&format=jpeg", "publishedAt": "2021-02-24T14:45:11Z", "content": "Insider logo\r\nThe word \"Insider\".\r\nClose icon\r\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification.\r\nHomeChevron icon\r\nIt indicates an expandable… [+3771 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "Teenage Engineering will handle product design at Carl Pei's Nothing", "description": "Nothing, the London—based startup formed by OnePlus co-founder Carl Pei, has formally introduced Teenage Engineering as a founding partner. You may remember Teenage Engineering for its portable music creation tools like the OP-1 synth and its Capcom-themed po…", "url": "https://www.engadget.com/teenage-engineering-carl-pei-nothing-110012034.html", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/nsHKlVmTa9s8hvbF_qS1Mg--~B/aD03NDQ7dz0xMTg4O2FwcGlkPXl0YWNoeW9u/https://s.yimg.com/os/creatr-uploaded-images/2021-02/3af394c0-7682-11eb-bf8f-2971d3656adb.cf.jpg", "publishedAt": "2021-02-24T11:00:12Z", "content": "Nothing, the Londonbased startup formed by OnePlus co-founder Carl Pei, has formally introduced Teenage Engineering as a founding partner. You may remember Teenage Engineering for its portable music … [+1235 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Natasha Lomas", "title": "Mozilla beefs up anti-cross-site tracking in Firefox, as Chrome still lags on privacy", "description": "Mozilla has further beefed up anti-tracking measures in its Firefox browser. In a blog post yesterday it announced that Firefox 86 has an extra layer of anti-cookie tracking built into the enhanced tracking protection (ETP) strict mode — which it’s calling ‘T…", "url": "http://techcrunch.com/2021/02/24/mozilla-beefs-up-anti-cross-site-tracking-as-chrome-still-lags-on-privacy/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/07/GettyImages-1045357252.jpg?w=599", "publishedAt": "2021-02-24T13:14:28Z", "content": "Mozilla has further beefed up anti-tracking measures in its Firefox browser. In a blog post yesterday it announced that Firefox 86 has an extra layer of anti-cookie tracking built into the enhanced t… [+9522 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Sarah Perez", "title": "Lifestyle benefits startup Fringe gets a pandemic boost, raises seed round", "description": "Employers today often use perks to attract new talent in the form of discounts and deals, commuter funds, gym memberships, childcare, free lunches and more. But the pandemic has impacted what sort of in-office or other in-person perks employees can access. Th…", "url": "http://techcrunch.com/2021/02/24/lifestyle-benefits-startup-fringe-gets-a-pandemic-boost-raises-seed-round/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/Product.jpeg?w=661", "publishedAt": "2021-02-24T16:38:08Z", "content": "Employers today often use perks to attract new talent in the form of discounts and deals, commuter funds, gym memberships, childcare, free lunches and more. But the pandemic has impacted what sort of… [+5730 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Alexandra Ames", "title": "Meet the LatinX Startup Alliance and Startout founders from TC Include at TC Sessions: Justice 2021", "description": "We love nothing more than highlighting notable early-stage startups, and you’ll find plenty of them in the spotlight on March 3 at TC Sessions: Justice 2021, a virtual conference exploring diversity, inclusion and the human labor that powers tech. You do not …", "url": "http://techcrunch.com/2021/02/24/meet-the-latinx-startup-alliance-and-startout-founders-from-tc-include-at-tc-sessions-justice-2021/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/Justice-Fists-No-Logo-LatinX-Startout.png?w=711", "publishedAt": "2021-02-24T15:47:09Z", "content": "We love nothing more than highlighting notable early-stage startups, and youll find plenty of them in the spotlight on March 3 at TC Sessions: Justice 2021, a virtual conference exploring diversity, … [+2837 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Brian Heater", "title": "Metal 3D printing startup Mantle launches out of stealth with $13M in funding", "description": "Additive manufacturing has been a popular buzz phrase for decades now. With a smattering of notable exceptions, however, 3D printing has largely been focused on rapid prototyping and limited-run, personal products. Metal 3D printing companies like Mantle repr…", "url": "http://techcrunch.com/2021/02/24/metal-3d-printing-startup-mantle-launches-out-of-stealth-with-13m-in-funding/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/Mantle-Printer.jpg?w=764", "publishedAt": "2021-02-24T15:00:57Z", "content": "Additive manufacturing has been a popular buzz phrase for decades now. With a smattering of notable exceptions, however, 3D printing has largely been focused on rapid prototyping and limited-run, per… [+2322 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Frederic Lardinois", "title": "ClimaCell plans to launch its own satellites to improve its weather predictions", "description": "The weather data and forecasting startup ClimaCell today announced that it plans to launch its own constellation of small weather satellites. These radar-equipped satellites will allow ClimaCell to improve its ability to get a better picture of global weather…", "url": "http://techcrunch.com/2021/02/24/climacell-plans-to-launch-its-own-satellites-to-improve-its-weather-predictions/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/ClimaCell-Satellite-3.png?w=711", "publishedAt": "2021-02-24T14:00:46Z", "content": "The weather data and forecasting startup ClimaCell today announced that it plans to launch its own constellation of small weather satellites. These radar-equipped satellites will allow ClimaCell to i… [+1969 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Kirsten Korosec", "title": "Apple supplier Foxconn reaches tentative agreement to build Fisker’s next electric car", "description": "Apple supplier Foxconn Technology Group has reached a tentative agreement with electric vehicle startup-turned-SPAC Fisker to develop and eventually manufacture an EV that will be sold in North America, Europe, China and India. Fisker and Foxconn said Wednesd…", "url": "http://techcrunch.com/2021/02/24/apple-supplier-foxconn-reaches-tentative-agreement-to-build-fiskers-next-electric-car/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/Fisker_ocean.jpg?w=525", "publishedAt": "2021-02-24T16:59:24Z", "content": "Apple supplier Foxconn Technology Group has reached a tentative agreement with electric vehicle startup-turned-SPAC Fisker to develop and eventually manufacture an EV that will be sold in North Ameri… [+2690 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Kirsten Korosec", "title": "Joby Aviation takes flight into the public markets via a SPAC merger", "description": "Joby Aviation, a startup that has spent a more than a decade developing an all-electric, vertical take-off and landing passenger aircraft, will become a public company through a merger with Reinvent Technology Partners, a special purpose acquisition company f…", "url": "http://techcrunch.com/2021/02/24/joby-aviation-takes-flight-into-the-public-markets-via-a-spac-merger/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/Joby-Aviation_Aircraft_3-FOR-RELEASE.jpg?w=600", "publishedAt": "2021-02-24T12:11:45Z", "content": "Joby Aviation, a startup that has spent a more than a decade developing an all-electric, vertical take-off and landing passenger aircraft, will become a public company through a merger with Reinvent … [+2459 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Ron Miller", "title": "Hydrolix snares $10M seed to lower the cost of processing log data at scale", "description": "Many companies spend a significant amount of money and resources processing data from logs, traces and metrics, forcing them to make trade-offs about how much to collect and store. Hydrolix, an early stage startup, announced a $10 million seed round today to …", "url": "http://techcrunch.com/2021/02/24/hydrolix-grabs-10m-seed-to-lower-cost-of-processing-log-data-at-scale/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/GettyImages-160000854-1.jpg?w=600", "publishedAt": "2021-02-24T15:00:45Z", "content": "Many companies spend a significant amount of money and resources processing data from logs, traces and metrics, forcing them to make trade-offs about how much to collect and store. Hydrolix, an early… [+3043 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Anthony Ha", "title": "Handy co-founder Oisin Hanrahan is taking over as CEO of ANGI Homeservices", "description": "A little over two years after ANGI Homeservices acquired his startup Handy, Oisin Hanrahan is becoming CEO of the combined organization and joining its board of directors. ANGI is a publicly-traded subsidiary of IAC, formed from the merger of Angie’s List and…", "url": "http://techcrunch.com/2021/02/24/oisin-hanrahan-angi-homeservices-ceo/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2017/05/tcdisrupt-ny17-9083.jpg?w=600", "publishedAt": "2021-02-24T21:20:17Z", "content": "A little over two years after ANGI Homeservices acquired his startup Handy, Oisin Hanrahan is becoming CEO of the combined organization and joining its board of directors.\r\nANGI is a publicly-traded … [+1753 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Walter Thompson", "title": "Dear Sophie: Which immigration options are the fastest?", "description": "I’m getting this question quite frequently now as more and more startups with recent funding rounds are looking to quickly expand.", "url": "http://techcrunch.com/2021/02/24/dear-sophie-which-immigration-options-are-the-fastest/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/dear-sophie-immigration-maze-3.jpg?w=711", "publishedAt": "2021-02-24T18:57:47Z", "content": "More posts by this contributor\r\nHere’s another edition of Dear Sophie, the advice column that answers immigration-related questions about working at technology companies.\r\nYour questions are vital to… [+3400 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Ingrid Lunden", "title": "Workiz locks in $13M for productivity tools aimed at home services professionals", "description": "Knowledge workers — those whose professions tend to be anchored to desks or computers — have long been the most obvious and primary focus for a lot of B2B apps and services. But as the wider world migrates to doing more and more on smartphones and other conne…", "url": "http://techcrunch.com/2021/02/24/workiz-locks-in-13m-for-productivity-tools-aimed-at-home-services-professionals/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/259068886_17446b6274_k.jpg?w=601", "publishedAt": "2021-02-24T12:21:39Z", "content": "Knowledge workers — those whose professions tend to be anchored to desks or computers — have long been the most obvious and primary focus for a lot of B2B apps and services. But as the wider world mi… [+6446 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Alexandra Ames", "title": "Three days left to save on on early-bird pricing for TC Early Stage – Operations & Fundraising", "description": "In a mere 72 hours, early bird pricing disappears for TechCrunch Early Stage 2021, our two-part, founder bootcamp series focused on the building blocks you need to grow your company. The first event, TC Early Stage Operations & Fundraising, happens on April 1…", "url": "http://techcrunch.com/2021/02/24/three-days-left-to-save-on-on-early-bird-pricing-for-tc-early-stage-operations-fundraising/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/Early-Stage-Phone-2.png?w=706", "publishedAt": "2021-02-24T16:28:29Z", "content": "In a mere 72 hours, early bird pricing disappears for TechCrunch Early Stage 2021, our two-part, founder bootcamp series focused on the building blocks you need to grow your company. The first event,… [+2526 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Ingrid Lunden", "title": "Blueshift raises $30M for its AI-based, integrated approach to marketing", "description": "The concept of the “marketing cloud” — sold by the likes of Salesforce, Oracle and Adobe — has become a standard way for large tech companies to package together and sell marketing tools to businesses that want to improve how they use digital channels to grow…", "url": "http://techcrunch.com/2021/02/24/blueshift-raises-30m-for-its-ai-based-integrated-approach-to-marketing/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/10/GettyImages-1010660260.jpg?w=600", "publishedAt": "2021-02-24T13:19:30Z", "content": "The concept of the “marketing cloud” — sold by the likes of Salesforce, Oracle and Adobe — has become a standard way for large tech companies to package together and sell marketing tools to businesse… [+3852 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Natasha Mascarenhas", "title": "SpaceX is really just SPAC and an ex", "description": "Hello and welcome back to Equity, TechCrunch’s venture capital-focused podcast, where we unpack the numbers behind the headlines. This is our first-ever Wednesday episode. If you want to learn more about the latest edition of the podcast, head here for more. …", "url": "http://techcrunch.com/2021/02/24/spacex-is-really-just-spac-and-an-ex/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/Equty-Space-Gif.gif?w=711", "publishedAt": "2021-02-24T20:40:10Z", "content": "Hello and welcome back to Equity, TechCrunchs venture capital-focused podcast, where we unpack the numbers behind the headlines.\r\nThis is our first-ever Wednesday episode. If you want to learn more a… [+1842 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Mike Butcher", "title": "Everdrop raises $21.8m Series A round led by Felix Capital for its dissolvable cleaning tablet", "description": "It’s almost too simple. You get a tablet made of household chemicals that can be dissolved in water which can become a cleaning spray for the kitchen, glass and bathroom, with no need to ship the water it is dissolved into because it literally comes out of yo…", "url": "http://techcrunch.com/2021/02/24/everdrop-raises-21-8m-series-a-round-led-by-felix-capital-for-its-dissolvable-cleaning-tablet/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/Everdrop-founders.jpg?w=573", "publishedAt": "2021-02-24T12:28:50Z", "content": "Its almost too simple. You get a tablet made of household chemicals that can be dissolved in water which can become a cleaning spray for the kitchen, glass and bathroom, with no need to ship the wate… [+2355 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Darrell Etherington", "title": "Marc Benioff and this panel of judges will decide who gets one seat on the first all-civilian spaceflight", "description": "SpaceX’s first all-civilian human spaceflight mission, which will carry four passengers to orbit using a Crew Dragon capsule later this year if all goes to plan, will include one passenger selected by a panel of judges weighing the submissions of entrepreneur…", "url": "http://techcrunch.com/2021/02/24/mark-benioff-and-this-panel-of-judges-will-decide-who-gets-one-seat-on-the-first-all-civilian-spaceflight/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/10/Marc-Benioff-DSC03546.jpg?w=600", "publishedAt": "2021-02-24T15:33:36Z", "content": "SpaceX’s first all-civilian human spaceflight mission, which will carry four passengers to orbit using a Crew Dragon capsule later this year if all goes to plan, will include one passenger selected b… [+1827 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Anthony Ha", "title": "Primary Venture Capital raises $150M third fund to back NYC startups", "description": "Primary Venture Partners, a firm focused exclusively on investing in New York-area startups, has raised $150 million in its third fund for seed investments (its largest so far), as well as $50 million for the Select fund it uses to participate in later-stage …", "url": "http://techcrunch.com/2021/02/24/primary-venture-capital-third-fund/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/06/hwang_20180424_001-207-hres.jpg?w=599", "publishedAt": "2021-02-24T15:04:15Z", "content": "Primary Venture Partners, a firm focused exclusively on investing in New York-area startups, has raised $150 million in its third fund for seed investments (its largest so far), as well as $50 millio… [+2990 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Walter Thompson", "title": "4 essential truths about venture investing", "description": "After making pre-seed investments for seven years, I've observed how different the pre-seed stage is from Series A and later-stage investing. Today, I want to highlight four ideas that are true across different stages of investing.", "url": "http://techcrunch.com/2021/02/24/4-essential-truths-about-venture-investing/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/GettyImages-748493099.jpg?w=711", "publishedAt": "2021-02-24T15:03:10Z", "content": "After making pre-seed investments for seven years, I have observed how different the pre-seed stage is from Series A and later-stage investing.\r\nToday, I want to highlight four ideas that are true ac… [+2824 chars]"}, {"source": {"id": null, "name": "Kotaku"}, "author": "Brian Ashcraft", "title": "NSFW Mousepad Gets A Surprising Number Of Pre-Orders", "description": "Late last year, a mouse pad for the character Kashino from browser game Azur Lane was announced. This was no ordinary mouse pad.Read more...", "url": "https://kotaku.com/nsfw-mousepad-gets-a-surprising-number-of-pre-orders-1846342828", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/fm6qnmcsildece1sw5mn.png", "publishedAt": "2021-02-24T11:00:00Z", "content": "Kotaku EastEast is your slice of Asian internet culture, bringing you the latest talking points from Japan, Korea, China and beyond. Tune in every morning from 4am to 8am.\r\nLate last year, a mouse pa… [+1415 chars]"}, {"source": {"id": "reuters", "name": "Reuters"}, "author": "Paul Lienert, Anirban Sen", "title": "Air taxi startup Joby to go public in $6.6 billion blank-check deal - Reuters", "description": "Joby Aviation, the 12-year-old electric air taxi startup partnered with Toyota Motor Corp and Uber Technologies, will go public in a $6.6 billion reverse merger with blank check company Reinvent Technology Partners, the firms said on Wednesday.", "url": "https://www.reuters.com/article/joby-aviation-ma-idUSL1N2KT2K8", "urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800", "publishedAt": "2021-02-24T12:01:00Z", "content": "Feb 24 (Reuters) - Joby Aviation, the 12-year-old electric air taxi startup partnered with Toyota Motor Corp and Uber Technologies, will go public in a $6.6 billion reverse merger with blank check co… [+2275 chars]"}, {"source": {"id": null, "name": "VentureBeat"}, "author": "Kyle Wiggers", "title": "Truvian raises $105 million to commercialize its automated blood-testing platform", "description": "Truvian, a startup developing an automated blood-testing platform, has raised $105 million to commercialize its product.", "url": "https://venturebeat.com/2021/02/24/truvian-raises-105-million-to-commercialize-its-automated-blood-testing-platform/", "urlToImage": "https://venturebeat.com/wp-content/uploads/2021/02/TRUVIAN_Final.69_NoShadow.jpg?w=1200&strip=all", "publishedAt": "2021-02-24T12:00:58Z", "content": "San Diego, California-based Truvian, a startup developing blood-testing technology that leans heavily on automation, today announced the close of an over $105 million oversubscribed series C round, l… [+5476 chars]"}, {"source": {"id": null, "name": "CNET"}, "author": "Sean Szymkowski", "title": "Apple iPhone supplier will build a new Fisker EV - Roadshow", "description": "Foxconn already said it was ready to tackle electric car manufacturing, but it has its first client in Fisker.", "url": "https://www.cnet.com/roadshow/news/apple-iphone-supplier-new-fisker-ev/", "urlToImage": "https://cnet4.cbsistatic.com/img/KDn429SvtkLOHhuFXVCJVRxL934=/1200x630/2021/02/24/5e420ab1-6731-4e86-9efb-936b85c7e634/ogi-fisker.jpg", "publishedAt": "2021-02-24T14:03:33Z", "content": "Yeah, this sketch really tells us nothing.\r\nFisker/Foxconn\r\nThe company responsible for manufacturing the Apple iPhone plans to build an electric car. This is a weird world, guys. On Wednesday, Foxco… [+1802 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Danny Crichton", "title": "Select Star raises seed to automatically document datasets for data scientists", "description": "Back when I was a wee lad with a very security-compromised MySQL installation, I used to answer every web request with multiple “SELECT *” database requests — give me all the data and I’ll figure out what to do with it myself. Today in a modern, data-intensiv…", "url": "http://techcrunch.com/2021/02/24/select-star-raises-seed-to-automatically-document-datasets-for-data-scientists/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/GettyImages-1173032433.jpg?w=640", "publishedAt": "2021-02-24T16:00:56Z", "content": "Back when I was a wee lad with a very security-compromised MySQL installation, I used to answer every web request with multiple SELECT * database requests give me all the data and Ill figure out what… [+3777 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Kirsten Korosec", "title": "Can solid state batteries power up for the next generation of EVs?", "description": "As the market for EVs shifts to include commercial vehicles, aerospace, off-roaders and microtransit, the commercial future for SSBs is finally looking a little more solid.", "url": "http://techcrunch.com/2021/02/24/can-solid-state-batteries-power-up-for-the-next-generation-of-evs/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/market-maps-battery-alt.jpg?w=711", "publishedAt": "2021-02-24T18:36:23Z", "content": "Lithium-ion batteries power almost every new phone, laptop and electric vehicle. But unlike processors or solar panels, which have improved exponentially, lithium-ion batteries have inched along with… [+4313 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Alex Wilhelm", "title": "Understanding Toast’s expected IPO through the lens of Olo’s 2020 results", "description": "If Toast's recovery was anything like Olo's ascent, it isn't impossible to grok why its old $5 billion valuation might be a bit too small here in 2021", "url": "http://techcrunch.com/2021/02/24/understanding-toasts-expected-ipo-through-the-lens-of-olos-2020-results/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/05/NSussman_Techcrunch_Exchange_v3-BLU.jpg?w=533", "publishedAt": "2021-02-24T15:22:28Z", "content": "Boston-based Toast has been on a roller coaster over the last year.\r\nFrom raising $400 million in February 2020 at a nearly $5 billion valuation, the company cut staff in March after COVID-19 turned … [+2122 chars]"}, {"source": {"id": null, "name": "Blog.google"}, "author": "Rana AbdelhamidGlobal Marketing LeadWomen Techmakers", "title": "3 things we learned from the second season of ‘Founded’", "description": "Last year, Google’s  Women Techmakers launched “Founded,” a podcast celebrating the real, honest stories of women leaders in the tech industry and their journeys to entrepreneurship. Now, we’re back with a second season that will follow six women in tech with…", "url": "https://blog.google/outreach-initiatives/entrepreneurs/3-things-we-learned-from-the-second-season-of-founded/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+blogspot%2FMKuf+%28The+Keyword+%7C+Official+Google+Blog%29", "urlToImage": "https://storage.googleapis.com/gweb-uniblog-publish-prod/images/wtm-iwd-podcast-header.max-1200x1200.png", "publishedAt": "2021-02-24T16:00:00Z", "content": "Last year, Googles  Women Techmakers launched Founded, a podcast celebrating the real, honest stories of women leaders in the tech industry and their journeys to entrepreneurship. Now, were back with… [+303 chars]"}, {"source": {"id": null, "name": "Fast Company"}, "author": "Christopher Zara", "title": "Flying taxi startup Joby Aviation plans NYSE debut with help from Reid Hoffman", "description": "LinkedIn’s cofounder is taking air taxis SPAC to the future. \nIt feels like we’ve been hearing about our brave new future of flying taxis forever. Experts insist the skies will be filled with them soon enough, but in the meantime, one of the biggest hurdles i…", "url": "https://www.fastcompany.com/90608075/flying-taxi-startup-joby-aviation-plans-nyse-debut-with-help-from-reid-hoffman?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29", "urlToImage": "https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2021/02/p-1-flying-taxi-startup-joby-aviation-plans-nyse-debut-with-help-from-reid-hoffman.jpg", "publishedAt": "2021-02-24T15:15:01Z", "content": "It feels like we’ve been hearing about our brave new future of flying taxis forever. Experts insist the skies will be filled with them soon enough, but in the meantime, one of the biggest hurdles is … [+1836 chars]"}, {"source": {"id": null, "name": "Goldfiglabs.com"}, "author": null, "title": "When should my startup prioritize infosec?", "description": "If you imagine your organization as a sea-faring vessel, infosec’s goal is to ensure the boat can survive krakens or canon-wielding pirates and successfully complete its journey. If you ignore the existence of sea terrors, you may not make it to your destinat…", "url": "https://blog.goldfiglabs.com/2021/02/23/when-should-my.html", "urlToImage": "https://blog.goldfiglabs.com/uploads/2021/4b039d919e.png", "publishedAt": "2021-02-24T19:49:26Z", "content": "If you imagine your organization as a sea-faring vessel, infosecs goal is to ensure the boat can survive krakens or canon-wielding pirates and successfully complete its journey. If you ignore the exi… [+3785 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Owen Poindexter", "title": "8 Great Chess Apps for Beginners and Grand Masters", "description": "Sharpen your chess skills—or learn the game from scratch—with these digital options.", "url": "https://www.wired.com/story/best-chess-apps/", "urlToImage": "https://media.wired.com/photos/6035838c75e03e5fbfff9da1/191:100/w_1280,c_limit/Gear-Chess-1216924256.jpg", "publishedAt": "2021-02-24T13:00:00Z", "content": "The millennia-old pastime of chess has been enjoying an explosion of interest. Whether people are longing for any engaging hobby to keep themselves sane during the long wait, or they fell prey to a p… [+2705 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Steve O'Hear", "title": "VCs are chasing Hopin upwards of $5-6B valuation", "description": "Virtual events platform Hopin is hopin’ for a mega valuation. According to multiple sources who spoke with TechCrunch, the company, which was founded in mid-2019, is running around the fundraise circuit and perhaps nearing the end of a fundraise in which it i…", "url": "http://techcrunch.com/2021/02/24/vcs-are-chasing-hopin-upwards-of-5-6b-valuation/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/GettyImages-672154479.jpg?w=618", "publishedAt": "2021-02-24T15:41:58Z", "content": "Virtual events platform Hopin is hopin for a mega valuation.\r\nAccording to multiple sources who spoke with TechCrunch, the company, which was founded in mid-2019, is running around the fundraise circ… [+2675 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Lucas Matney", "title": "Pilot CEO Waseem Daher tears down his company’s $60M Series C pitch deck", "description": "\"There are boxes that you definitely want to check, but I don't think you can outsource the creation of the narrative.\"", "url": "http://techcrunch.com/2021/02/24/pilot-ceo-waseem-daher-tears-down-his-companys-60m-series-c-pitch-deck/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/GettyImages-134548626.jpg?w=594", "publishedAt": "2021-02-24T21:32:00Z", "content": "The pitch deck is just one aspect of the broader fundraising process, but for founders aiming to entice investors, it’s the best way to communicate their startup’s progress and potential.\r\nThe decisi… [+2771 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Blake Dodge and Shelby Livingston", "title": "Devoted Health quietly raised $380 million to gear up for fierce competition in the red-hot health-plan market for older people", "description": "Summary List PlacementDevoted Health, a startup that sells health insurance to seniors, quietly raised $380 million last year, three people familiar with the matter told Insider. \nThe round, led by Uprising, closed in July 2020, two people close to the compan…", "url": "https://www.businessinsider.com/devoted-health-raised-380-million-in-2020-2021-2", "urlToImage": "https://i.insider.com/6036786ed920880018591c40?width=1200&format=jpeg", "publishedAt": "2021-02-24T17:48:27Z", "content": "Insider logo\r\nThe word \"Insider\".\r\nClose icon\r\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification.\r\nPremiumHomeChevron icon\r\nIt indicates an exp… [+3779 chars]"}, {"source": {"id": null, "name": "Electrek"}, "author": "Electrek", "title": "Fisker wants to build an electric vehicle with Apple supplier Foxconn", "description": "Fisker, Henrik Fisker’s latest electric vehicle startup, wants to build an electric vehicle with Foxconn, a massive Chinese company better known for being an Apple supplier. After the original Fisker Automotive went bankrupt, the assets of the defunct EV star…", "url": "https://electrek.co/2021/02/24/fisker-electric-vehicle-apple-supplier-foxconn/", "urlToImage": "https://i0.wp.com/electrek.co/wp-content/uploads/sites/3/2021/01/Fisker-Ocean-on-Road.png?resize=1200%2C628&quality=82&strip=all&ssl=1", "publishedAt": "2021-02-24T18:03:21Z", "content": "Fisker, Henrik Fisker’s latest electric vehicle startup, wants to build an electric vehicle with Foxconn, a massive Chinese company better known for being an Apple supplier.\r\nAfter the original Fiske… [+3255 chars]"}, {"source": {"id": "reuters", "name": "Reuters"}, "author": "Anna Irrera", "title": "JPMorgan's blockchain payments test is literally out of this world - Reuters", "description": "Stuck in space with bills to pay? Don't worry, the satellites could take care of it.", "url": "https://www.reuters.com/article/jpmorgan-blockchain-space-idUSL1N2KT0RA", "urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800", "publishedAt": "2021-02-24T12:01:00Z", "content": "LONDON, Feb 24 (Reuters) - Stuck in space with bills to pay? Dont worry, the satellites could take care of it.\r\nJPMorgan Chase &amp; Co has recently tested blockchain payments between satellites orbi… [+2580 chars]"}, {"source": {"id": null, "name": "Forbes"}, "author": "Lumin, Brand Contributor, \n Lumin, Brand Contributor\n https://www.forbes.com/sites/forbeseq/people/lumin/", "title": "In The Game Of Global Ecommerce, What’s The Score?", "description": "The global playing field for ecommerce is expanding and the opportunities are shifting. Understanding those shifts is key.", "url": "https://www.forbes.com/sites/forbeseq/2021/02/24/in-the-game-of-global-ecommerce-whats-the-score/", "urlToImage": "https://thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F601c0c9c15f32980e137cff2%2F0x0.jpg", "publishedAt": "2021-02-24T15:02:17Z", "content": "By Darwish Gani, Co-Founder, Lumin\r\nThe global playing field for ecommerce is expanding and the opportunities are shifting. Developing economies are taking to digital purchasing and onetime stalwarts… [+3100 chars]"}, {"source": {"id": "the-next-web", "name": "The Next Web"}, "author": "Ivan Mehta", "title": "Firefox 86 introduces ‘total cookie protection’ — should you care?", "description": "Mozilla is now rolling out Firefox 86 for desktop — Macs, Windows, and Linux systems. The browser update brings features such as multiple picture-in-picture mode, and While these features are nice, Firefox 86 also brings total cookie protection, and that’s ve…", "url": "https://thenextweb.com/plugged/2021/02/24/firefox-86-cookie-protection-analysis/", "urlToImage": "https://img-cdn.tnwcdn.com/image/plugged?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2021%2F02%2Fcookie-header-dark-3-1400x770-e1614145286486.png&signature=b325ce4db0dbec5cb35fa5ebec9464bb", "publishedAt": "2021-02-24T06:11:28Z", "content": "Mozilla is now rolling out Firefox 86 for desktop  Macs, Windows, and Linux systems. The browser update brings features such as multiple picture-in-picture mode, and\r\nWhile these features are nice, F… [+1411 chars]"}, {"source": {"id": "reuters", "name": "Reuters"}, "author": "Joseph Campbell", "title": "Singapore trials Smartphone app offering mini check-ups - Reuters", "description": "Each morning before work at a Singapore construction site, Gunasekar Udayakumar, 41, gets his vital signs checked, without going to a clinic, or even seeing a nurse.", "url": "https://www.reuters.com/article/us-health-coronavirus-singapore-app-idUSKBN2AO042", "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20210224&t=2&i=1552672922&r=LYNXMPEH1N02D&w=800", "publishedAt": "2021-02-24T01:14:00Z", "content": "SINGAPORE (Reuters) - Each morning before work at a Singapore construction site, Gunasekar Udayakumar, 41, gets his vital signs checked, without going to a clinic, or even seeing a nurse.\r\nAll he nee… [+1704 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Sam Blum", "title": "How to Overcome 'Zoom Fatigue'", "description": "Throughout the pandemic, many former office workers have been necessarily glued to their computer monitors. As work migrated online, video tools like Zoom and Google Hangouts have become the rare outlet for regular face-time with colleagues. But short of an a…", "url": "https://lifehacker.com/how-to-overcome-zoom-fatigue-1846347171", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/vaj4moukr7rrolelimah.jpg", "publishedAt": "2021-02-24T22:00:00Z", "content": "Throughout the pandemic, many former office workers have been necessarily glued to their computer monitors. As work migrated online,video tools like Zoom and Google Hangouts have become the rare outl… [+4280 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Blake Dodge", "title": "Startups trying to change the way healthcare is paid for pulled in a record $3.6 billion in 2020. Meet the top 8 VC firms that placed the most bets.", "description": "Summary List PlacementA new kind of healthcare is gaining traction among venture capitalists. \nCalled \"value-based care,\" it's an approach where providers are paid based on the quality of patients' health outcomes rather than how many procedures and surgeries…", "url": "https://www.businessinsider.com/the-top-8-vcs-backing-health-startups-that-want-to-end-fee-for-service-2021-2", "urlToImage": "https://i.insider.com/60075d54660f6c0018349dbf?width=1200&format=jpeg", "publishedAt": "2021-02-24T19:22:37Z", "content": "Insider logo\r\nThe word \"Insider\".\r\nClose icon\r\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification.\r\nPremiumHomeChevron icon\r\nIt indicates an exp… [+3755 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Connie Loizos", "title": "Meet Smash Ventures, the low-flying outfit that has quietly funded Epic Games among others", "description": "When in 2018, Smash Ventures showed up as an investor in a $1.25 billion round for Epic Games — reportedly the largest ever investment in a video game company at the time — it was the first time many had heard of the investing outfit. When the brand showed up…", "url": "http://techcrunch.com/2021/02/24/meet-smash-ventures-the-low-flying-outfit-that-has-quietly-funded-epic-games-among-others/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/smashfounderphoto.jpg?w=600", "publishedAt": "2021-02-24T17:11:34Z", "content": "When in 2018, Smash Ventures showed up as an investor in a $1.25 billion round for Epic Games — reportedly the largest ever investment in a video game company at the time — it was the first time many… [+4925 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Lucas Matney", "title": "Scope AR launches a browser-based AR creation platform for the enterprise", "description": "Enticing the enterprise world to embrace augmented reality has proven a more difficult task than many startups in the AR space anticipated, but as the...", "url": "https://techcrunch.com/2021/02/24/scope-ar-launches-a-browser-based-ar-creation-platform-for-the-enterprise/", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/oruVVL4.dKunn0n5cUU2cw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD0xMDE0/https://s.yimg.com/uu/api/res/1.2/ahCXnAeJG_zbBCdKnAN4PQ--~B/aD0xMjk4O3c9MjU2MDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/techcrunch_350/cd405ff6530f0216408959487fb29816", "publishedAt": "2021-02-24T15:00:16Z", "content": "Enticing the enterprise world to embrace augmented reality has proven a more difficult task than many startups in the AR space anticipated, but as the hardware and software behind the tech becomes in… [+2559 chars]"}, {"source": {"id": null, "name": "Android Central"}, "author": "Harish Jonnalagadda", "title": "Carl Pei's Nothing teams up with Swedish audio pioneer teenage engineering", "description": "This is how Nothing intends to make its products stand out from the pack.\n\n\n\nWhat you need to know\n\n\nCarl Pei's audio venture Nothing has announced Swedish-based teenage engineering as a founding partner.\nTeenage engineering makes synthesizers and wireless au…", "url": "https://www.androidcentral.com/carl-peis-nothing-teams-swedish-audio-pioneer-teenage-engineering", "urlToImage": "https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2021/02/teenage-engineering-logo.jpg", "publishedAt": "2021-02-24T10:59:30Z", "content": "Carl Pei's audio startup Nothing will unveil its first products over the coming months, and the brand has positioned design as a key differentiator. Now we have a better understanding of the directio… [+2160 chars]"}, {"source": {"id": null, "name": "MarketWatch"}, "author": "Ben Foldy, Stephanie Yang", "title": "The Wall Street Journal: Foxconn to build cars for electric-vehicle startup Fisker", "description": "Foxconn Technology Group, the world’s biggest electronics contract manufacturer, has agreed to assemble cars for electric-vehicle startup Fisker Inc., the latest deal for the Apple iPhone assembler in its eager expansion into the automotive sector over the pa…", "url": "https://www.marketwatch.com/story/foxconn-to-build-cars-for-electric-vehicle-startup-fisker-11614184139", "urlToImage": "https://images.mktw.net/im-303596/social", "publishedAt": "2021-02-24T16:28:00Z", "content": "Foxconn Technology Group \r\n 2354,\r\n +1.29%\r\n,\r\n the worlds biggest electronics contract manufacturer, has agreed to assemble cars for electric-vehicle startup Fisker Inc., \r\n FSR,\r\n +22.65%\r\nthe late… [+817 chars]"}, {"source": {"id": null, "name": "Motley Fool"}, "author": "newsfeedback@fool.com (Joe Tenebruso)", "title": "Why Shopify Stock Dropped Today", "description": "The e-commerce leader is raising cash to fend off intensifying competition.", "url": "https://www.fool.com/investing/2021/02/23/why-shopify-stock-dropped-today/", "urlToImage": "https://g.foolcdn.com/editorial/images/614808/market-down-gettyimages-873873202.jpg", "publishedAt": "2021-02-24T00:15:00Z", "content": "What happened\r\nShares of Shopify(NYSE:SHOP) fell 6% on Tuesday after the online retail platform announced a public stock offering.  \r\nSo what\r\nShopify will sell 1.18 million shares to investors at a … [+1109 chars]"}, {"source": {"id": null, "name": "Theregister.com"}, "author": "Thomas Claburn", "title": "What's CNAME of your game? This DNS-based tracking defies your browser privacy defenses", "description": "Study sees increasing adoption of cloaking to bypass cookie barriers\nBoffins based in Belgium have found that a DNS-based technique for bypassing defenses against online tracking has become increasingly common and represents a growing threat to both privacy a…", "url": "https://www.theregister.com/2021/02/24/dns_cname_tracking/", "urlToImage": "https://regmedia.co.uk/2021/02/24/shutterstock_dns.jpg", "publishedAt": "2021-02-24T06:11:10Z", "content": "Boffins based in Belgium have found that a DNS-based technique for bypassing defenses against online tracking has become increasingly common and represents a growing threat to both privacy and securi… [+6284 chars]"}, {"source": {"id": null, "name": "CNET"}, "author": "Eric Mack", "title": "You can control an armed Spot robot online, and Boston Dynamics is not happy - CNET", "description": "This is simultaneously cute and terrifying.", "url": "https://www.cnet.com/news/you-can-control-an-armed-spot-robot-online-and-boston-dynamics-is-not-happy/", "urlToImage": "https://cnet2.cbsistatic.com/img/FcgWD4L5U7kbAf_R1W8PQiHZlcg=/0x0:1560x1077/1200x630/2021/02/24/b794c1c1-3b41-4558-a4fd-64bc515f00e4/spot-rampage-3.png", "publishedAt": "2021-02-24T15:36:00Z", "content": "Spot, armed with a paintball gun.\r\nMSCHF Product Studio / Screenshot by CNET  \r\nBoston Dynamics' lineup of robots have been taking turns wowing us with their stunts and fueling our nightmares (thanks… [+2057 chars]"}, {"source": {"id": null, "name": "Kevinslin.com"}, "author": "Kevin S Lin", "title": "Google Cloud vs. AWS Onboarding Comparison", "description": "Kevin is working on creating better tools for thought", "url": "https://www.kevinslin.com/notes/ebd7fd65-988f-422a-93f5-b1fe5c3f29ce.html", "urlToImage": "https://www.kevinslin.com/bio-photo.jpg", "publishedAt": "2021-02-24T16:42:22Z", "content": "As part of YCW21, Dendron was eligible for significant credits from all major cloud providers. This articles goes over my experience redeeming credits in two in particular: AWS and Google Cloud.\r\n<ul… [+2595 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Berber Jin", "title": "Meet Candice Beaumont, a venture industry power broker whose career took off when she joined one world's most exclusive social networks", "description": "Summary List PlacementIn 2014, Candice Beaumont got an opportunity to join one of most exclusive and private social networks in the world.\nShe was nominated by the World Economic Forum to become a Young Global Leader, a rare accolade given to recognize the wo…", "url": "https://www.businessinsider.com/how-candice-beaumont-became-a-venture-industry-power-broker-2021-2", "urlToImage": "https://i.insider.com/60368b68bed5c50011a2c470?width=1200&format=jpeg", "publishedAt": "2021-02-24T21:56:13Z", "content": "Insider logo\r\nThe word \"Insider\".\r\nClose icon\r\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification.\r\nPremiumHomeChevron icon\r\nIt indicates an exp… [+5200 chars]"}, {"source": {"id": null, "name": "Jalopnik"}, "author": "Raphael Orlove", "title": "iPhone Maker Ties Up With Eternal-Startup Fisker", "description": "Apple’s car project may be forever in limbo, but Foxconn, the company that manufactures the iPhone, has just made another step into the auto industry. All that and more in the The Morning Shift for February 24, 2021.Read more...", "url": "https://jalopnik.com/iphone-maker-ties-up-with-eternal-startup-fisker-1846343727", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/mhkwuc7xpou5dsbt28x4.jpg", "publishedAt": "2021-02-24T14:58:00Z", "content": "Apples car project may be forever in limbo, but Foxconn, the company that manufactures the iPhone, has just made another step into the auto industry. All that and more in the The Morning Shift for Fe… [+6516 chars]"}, {"source": {"id": null, "name": "Visual.ly"}, "author": "parminderbhatia", "title": "Magento to Shopify Migration in 2021 By GPCODERS", "description": "Magento to Shopify migration holds some common myths such as content/SEO loss, time-consuming, etc. However, it is not the scenario always, given that", "url": "https://visual.ly/community/Infographics/technology/magento-shopify-migration-2021-gpcoders", "urlToImage": "https://thumbnails-visually.netdna-ssl.com/magento-to-shopify-migration-in-2021-by-gpcoders_60362ad19b732_w250_h250.jpg", "publishedAt": "2021-02-24T10:30:41Z", "content": "GPCODERS V/S IS shopify Magento YEAR 2008 2006 LAUNCHED FREE COST PAID 40 BILLION+ 101 REVENUE BILLION+ NOT INCLUDED HOSTING INCLUDED SEO YES YES FRIENDLY Both Magento and Shopify are popular and wid… [+164 chars]"}, {"source": {"id": null, "name": "VentureBeat"}, "author": "Kyle Wiggers", "title": "Blueshift raises $30 million to manage and analyze customer data", "description": "Blueshift, a company developing a customer data monitoring and management platform, raised $30 million in funding.", "url": "https://venturebeat.com/2021/02/24/blueshift-raises-30-million-to-manage-and-analyze-customer-data/", "urlToImage": "https://venturebeat.com/wp-content/uploads/2019/04/https___blogs-images.forbes.com_julianmitchell_files_2017_09_Blueshift-team-e1506469160156.jpg?w=1200&strip=all", "publishedAt": "2021-02-24T12:30:19Z", "content": "Customer data analytics company Blueshift today announced it has closed a $30 million series C round, bringing its total raised to $65 million. The company plans to put the funds toward expanding its… [+3581 chars]"}, {"source": {"id": null, "name": "Kotaku"}, "author": "Ethan Gach", "title": "GameStop Stock Explodes Again Following Board Member's McDonald's Ice Cream Cone Tweet", "description": "After weeks in the pits following the initial meme stock frenzy, GameStop stock surged again today, doubling to $91 a share in just a few hours. Why? Who knows. All I can tell you is that it happened shortly after GameStop board member Ryan Cohen tweeted out …", "url": "https://kotaku.com/gamestop-stock-explodes-again-following-board-members-m-1846348996", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/gmsrai7xsmgx8jtisdxg.jpg", "publishedAt": "2021-02-24T21:33:00Z", "content": "After weeks in the pits following the initial meme stock frenzy, GameStop stock surged again today, doubling to $91 a share in just a few hours. Why? Who knows. All I can tell you is that it happened… [+1760 chars]"}, {"source": {"id": null, "name": "Forbes"}, "author": "Beth Kindig, Contributor, \n Beth Kindig, Contributor\n https://www.forbes.com/sites/bethkindig/", "title": "Q4 2020 Tech Earnings: Shopify, Roku, Fiverr And Palantir", "description": "In this analysis we discuss earnings results from tech growth stocks such as Shopify, Roku, Fiverr and Palantir.", "url": "https://www.forbes.com/sites/bethkindig/2021/02/23/q4-2020-tech-earnings-shopify-roku-fiverr-and-palantir/", "urlToImage": "https://thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F6035d1274fe4ebfc89ac0292%2F0x0.jpg", "publishedAt": "2021-02-24T04:25:48Z", "content": "Shopify CEO Tobias Lutke, center wearing hat, is celebrated as he rings the New York Stock Exchange ... [+] opening bell, marking the Canadian company's IPO, Thursday, May 21, 2015. Shopify Inc. work… [+19509 chars]"}, {"source": {"id": null, "name": "Businessinsider.es"}, "author": "insider@insider.com (Marta Garijo)", "title": "Bank and fintech alliances soar in the midst of digitization and branch closings", "description": "Banks are showing more and more interest in fintechs; they do so by becoming shareholders or creating innovation spaces where they can create new technological solutions. If a few years ago they were seen as small names trying to compete with the giants, now …", "url": "https://www.businessinsider.es/alianzas-bbva-santander-bankia-fintech-disparan-814667", "urlToImage": "https://www.businessinsider.com/public/assets/BI/US/og-image-logo-social.png", "publishedAt": "2021-02-24T15:53:24Z", "content": "Insider logo\r\nThe word \"Insider\".\r\nClose icon\r\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification.\r\nMore icon\r\nThree evenly spaced dots forming … [+6785 chars]"}, {"source": {"id": null, "name": "Socialmediaexplorer.com"}, "author": "Adam", "title": "The importance of a good eCommerce Search Bar", "description": "If the vast majority of users use search engines to browse the Internet, why not incorporate a search bar on your e-commerce site? Guiding potential customers provides direct benefits not only to those customers, but...read more\nThe post The importance of a g…", "url": "https://socialmediaexplorer.com/social-media-marketing/the-importance-of-a-good-ecommerce-search-bar/", "urlToImage": "https://socialmediaexplorer.com/wp-content/uploads/2021/02/Picture1.jpg", "publishedAt": "2021-02-24T15:21:21Z", "content": "If the vast majority of users use search engines to browse the Internet, why not incorporate a search bar on your e-commerce site? Guiding potential customers provides direct benefits not only to tho… [+2976 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aaron Holmes", "title": "How GitHub's new chief security officer plans to make the entire tech industry more secure", "description": "Summary List PlacementGitHub has hired Mike Hanley as its first ever chief security officer, the company announced Wednesday.\nHanley will be tasked with overseeing internal security at the Microsoft-owned firm, as well as helping to guide developers who use t…", "url": "https://www.businessinsider.com/github-hires-mike-hanley-as-first-chief-security-officer-interview-2021-2", "urlToImage": "https://i.insider.com/6036a7e7bed5c50011a2c4ef?width=1200&format=jpeg", "publishedAt": "2021-02-24T20:26:12Z", "content": "Insider logo\r\nThe word \"Insider\".\r\nClose icon\r\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification.\r\nPremiumHomeChevron icon\r\nIt indicates an exp… [+2879 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Dean", "title": "Gucci has reportedly extended its lease in the Trump Tower. Other companies, including Tiffany's, have pulled away from the former president.", "description": "Summary List PlacementLuxury fashion retailer Gucci won't be leaving Manhattan's Trump Tower any time soon.\nThat's according to a report in the The New York Times detailing a deal from 2020 in which Gucci, the Trump Tower's biggest commercial tenant, renegoti…", "url": "https://www.businessinsider.com/gucci-trump-tower-extends-lease-rent-fifth-avenue-donald-manhattan-2021-2", "urlToImage": "https://i.insider.com/60364917d920880018591b52?width=1200&format=jpeg", "publishedAt": "2021-02-24T13:02:44Z", "content": "Insider logo\r\nThe word \"Insider\".\r\nClose icon\r\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification.\r\nHomeChevron icon\r\nIt indicates an expandable… [+3281 chars]"}, {"source": {"id": null, "name": "Quartz India"}, "author": "Ananya Bhattacharya", "title": "Indian startups are becoming unicorns faster than before", "description": "Over the last decade, the average time an Indian startup took to become a unicorn was eight years.", "url": "https://qz.com/india/1976066/nykaa-oyo-became-unicorns-much-faster-than-makemytrip-flipkart/", "urlToImage": "https://cms.qz.com/wp-content/uploads/2021/02/2013-06-03T120000Z_596243426_GM1E9630WSP01_RTRMADP_3_BASEBALL-e1614145355298.jpg?quality=75&strip=all&w=1200&h=630&crop=1", "publishedAt": "2021-02-24T05:52:05Z", "content": "Indian startups are reaching the aspirational unicorn status much faster than before.\r\nOver the last decade, the average time an Indian startup took to become a unicorn was eight years, according to … [+2494 chars]"}, {"source": {"id": null, "name": "Fashionista"}, "author": "Winnie Liu", "title": "Bliss Lau Is Hiring A Studio Assistant In New York, NY", "description": "Bliss Lau is seeking a studio assistant. We are a conscious fine jewelry company focused on custom and bespoke jewelry. As a small business all employees enjoy a diverse range of tasks. We lead with positivity and believe respect in the workplace and in life …", "url": "https://fashionista.com/2021/02/bliss-lau-is-hiring-a-studio-assistant-in-new-york-ny", "urlToImage": "https://fashionista.com/.image/t_share/MTc5MTgzMTE1Mjc5ODAzNDM3/bliss-lau.jpg", "publishedAt": "2021-02-24T20:40:16Z", "content": "Image courtesy of Bliss Lau\r\nBliss Lau is seeking a studio assistant. We are a conscious fine jewelry company focused on custom and bespoke jewelry. As a small business all employees enjoy a diverse … [+1562 chars]"}, {"source": {"id": null, "name": "Freetech4teachers.com"}, "author": "noreply@blogger.com (Richard Byrne)", "title": "How to Install and Manage Chrome Extensions", "description": "In this week's Practical Ed Tech Newsletter I outlined the things that I look for when I am considering installing a new browser extension or add-on. At the end of the newsletter I included directions...Read the whole entry at FreeTech4Teachers.com »\r\n       …", "url": "https://www.freetech4teachers.com/2021/02/how-to-install-and-manage-chrome.html", "urlToImage": "https://1.bp.blogspot.com/-9SLQ1Rh77AY/YDQVep8tgRI/AAAAAAAB2XU/2iqkPBY0zDE7cAFmLA8LjtEflf5z2YadQCLcBGAsYHQ/w1200-h630-p-k-no-nu/Chrome%2Bextensions.png", "publishedAt": "2021-02-24T10:00:00Z", "content": null}, {"source": {"id": null, "name": "Freetech4teachers.com"}, "author": "noreply@blogger.com (Richard Byrne)", "title": "How to Install Microsoft Edge Add-ons", "description": "In this week's Practical Ed Tech Newsletter I outlined the things that I look for when I am considering installing a new browser extension or add-on. At the end of the newsletter I included directions...Read the whole entry at FreeTech4Teachers.com »\r\n       …", "url": "https://www.freetech4teachers.com/2021/02/how-to-install-microsoft-edge-add-ons.html", "urlToImage": "https://1.bp.blogspot.com/-TgNztX74e_4/YDQU2EMGdpI/AAAAAAAB2XM/s14ydXEvyLEz60YwT5elkNl_5eI0BppWwCLcBGAsYHQ/w1200-h630-p-k-no-nu/microsoft%2Bedge%2Badd-ons%2B%25281%2529.png", "publishedAt": "2021-02-24T09:30:00Z", "content": null}, {"source": {"id": null, "name": "Internet"}, "author": "noreply@blogger.com (Ravie Lakshmanan)", "title": "Online Trackers Increasingly Switching to Invasive CNAME Cloaking Technique", "description": "With browser makers steadily clamping down on third-party tracking, advertising technology companies are increasingly embracing a DNS technique to evade such defenses, thereby posing a threat to web security and privacy.\nCalled CNAME Cloaking, the practice of…", "url": "https://thehackernews.com/2021/02/online-trackers-increasingly-switching.html", "urlToImage": "https://thehackernews.com/images/-WTItfxkbWAM/YDZ48QVp6lI/AAAAAAAAB4U/Z5OetVojZNwOKfHg8SBMOfxjFsy0dfL9wCLcBGAsYHQ/s0/cname-cloaking.jpg", "publishedAt": "2021-02-24T16:04:41Z", "content": "With browser makers steadily clamping down on third-party tracking, advertising technology companies are increasingly embracing a DNS technique to evade such defenses, thereby posing a threat to web … [+6991 chars]"}, {"source": {"id": null, "name": "Search Engine Journal"}, "author": "Dan Taylor", "title": "Digital Asset Management: What Is It & Why It Matters in Enterprise SEO via @TaylorDanRW", "description": "What is digital asset management and how does it serve enterprise SEO objectives? Explore how DAMs support smarter search strategy.The post Digital Asset Management: What Is It & Why It Matters in Enterprise SEO via @TaylorDanRW appeared first on Search Engin…", "url": "https://www.searchenginejournal.com/digital-asset-management-and-seo/395264/", "urlToImage": "https://cdn.searchenginejournal.com/wp-content/uploads/2021/02/digital-asset-management-6034f99597c21.png", "publishedAt": "2021-02-24T14:45:39Z", "content": "Enterprise-level brands often have complex technology stacks with integrations beyond just the website and storefront, including connections to user databases, product management, business intelligen… [+7112 chars]"}, {"source": {"id": null, "name": "Windows Central"}, "author": "Sean Endicott", "title": "Firefox 86 creates cookie jars for each website you visit", "description": "Sites won't be able to track you across the web with cookies, thanks to a new Firefox feature.\n\n\n\nWhat you need to know\n\n\nMozilla recently announced a privacy feature called \"Total Cookie Protection.\"\nThe feature creates separate \"cookie jars\" for each websit…", "url": "https://www.windowscentral.com/mozilla-bakes-cookie-protection-right-firefox-86", "urlToImage": "https://www.windowscentral.com/sites/wpcentral.com/files/styles/large/public/field/image/2020/01/firefox-3qwh.jpg", "publishedAt": "2021-02-24T11:44:01Z", "content": "Mozilla introduced a new privacy feature in Firefox 86 that stops cookies from being shared between websites. Mozilla calls it \"Total Cookie Protection,\" and it works by creating separate \"cookie jar… [+1479 chars]"}, {"source": {"id": null, "name": "Windows Central"}, "author": "Sean Endicott", "title": "Edge Dev's latest update adds custom keyboard shortcuts to Dev Tools", "description": "The latest Dev build of Microsoft Edge lets you customize keyboard shortcuts in Dev Tools.\n\n\n\nWhat you need to know\n\n\nMicrosoft Edge has a new update available for Dev channel Insiders.\nThe update includes several new features, including the option to customi…", "url": "https://www.windowscentral.com/microsoft-edge-dev-now-lets-you-customize-keyboard-shortcuts-dev-tools", "urlToImage": "https://www.windowscentral.com/sites/wpcentral.com/files/styles/large/public/field/image/2020/10/edge-dev-hero-2020-newfeature-3.jpg", "publishedAt": "2021-02-24T13:34:51Z", "content": "Microsoft Edge Dev only made the jump to version 90 a few weeks ago. Now, there's another version of the browser to download. The most recent update brings Edge Dev to version 90.0.803.0 and includes… [+1352 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Ron Miller", "title": "Aquarium scores $2.6M seed to refine machine learning model data", "description": "Aquarium, a startup from two former Cruise employees, wants to help companies refine their machine learning model data more easily and move the models into...", "url": "https://techcrunch.com/2021/02/24/aquarium-scores-2-6m-seed-to-build-more-accurate-machine-learning-models/", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/Dlbx6VI23VYigKQKCUr6Yw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD0xMzMz/https://s.yimg.com/uu/api/res/1.2/f2Haf.TdLgRGwJiLSaJjMg--~B/aD0xNDE0O3c9MjEyMTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/techcrunch_350/81510e3844162d1fd7c1e96e56c2b8be", "publishedAt": "2021-02-24T16:00:25Z", "content": "Soaring commodity prices, additional federal stimulus, and government bond yields on the rise are all raising the specter of inflation. Furthermore, there is growing concern that stocks - and tech on… [+5942 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Mary Ann Azevedo", "title": "Fintech startup Finix closes on $3M in Black and Latinx investor-led SPV", "description": "Richie Serna took that desire and made it a reality.  Serna, who founded payments infrastructure startup Finix in 2016, had raised more than $95 million in...", "url": "https://techcrunch.com/2021/02/24/fintech-startup-finix-closes-on-3m-in-black-and-latinx-investor-led-spv/", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/nZxhWMI2a5m7Jc8lAKaikw--~B/aD0xMDY0O3c9MTU5MjthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/techcrunch_350/03480aa69f6e5cd923213cb3a2dfc430", "publishedAt": "2021-02-24T13:50:28Z", "content": "Many founders talk about their desire for a more diverse investor base. Richie Serna took that desire and made it a reality.\r\nSerna, who founded payments infrastructure startup Finix in 2016, had rai… [+4305 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Kirsten Korosec", "title": "Apple supplier Foxconn reaches tentative agreement to build Fisker's next electric car", "description": "Apple supplier Foxconn Technology Group has reached a tentative agreement with electric vehicle startup-turned-SPAC Fisker to develop and eventually...", "url": "https://techcrunch.com/2021/02/24/apple-supplier-foxconn-reaches-tentative-agreement-to-build-fiskers-next-electric-car/", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/x4pvym33iGcENCSkRCCbIg--~B/aD0xNTIzO3c9MjAwMDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/techcrunch_350/d6cbdcb40f8da14c54aa053a6c97ae16", "publishedAt": "2021-02-24T16:59:24Z", "content": "Apple supplier Foxconn Technology Group has reached a tentative agreement with electric vehicle startup-turned-SPAC Fisker to develop and eventually manufacture an EV that will be sold in North Ameri… [+2691 chars]"}, {"source": {"id": "bloomberg", "name": "Bloomberg"}, "author": null, "title": "Singapore Startup Fund Raises Cash to Upend Maritime Businesses", "description": null, "url": "https://www.bloomberg.com/news/articles/2021-02-25/singapore-startup-fund-raises-cash-to-upend-maritime-businesses", "urlToImage": null, "publishedAt": "2021-02-25T00:00:00Z", "content": null}, {"source": {"id": null, "name": "VentureBeat"}, "author": "Khari Johnson", "title": "Band of AI startups launch ‘rebel alliance’ for interoperability", "description": "The AI Infrastructure Alliance wants to improve interoperability between tools and fraemworks made by small to medium-size AI startups.", "url": "https://venturebeat.com/2021/02/24/band-of-ai-startups-launch-rebel-alliance-for-interoperability/", "urlToImage": "https://venturebeat.com/wp-content/uploads/2016/09/Facebook-servers-Lulea-data-center.jpg?w=1200&strip=all", "publishedAt": "2021-02-24T17:30:58Z", "content": "More than 20 AI startups have banded together to create the AI Infrastructure Alliance in order to build a software and hardware stack for machine learning and adopt common standards. The alliance br… [+2979 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Kirsten Korosec", "title": "Joby Aviation takes flight into the public markets via a SPAC merger", "description": "Joby Aviation, a startup that has spent a more than a decade developing an all-electric, vertical take-off and landing passenger aircraft, will become a...", "url": "https://techcrunch.com/2021/02/24/joby-aviation-takes-flight-into-the-public-markets-via-a-spac-merger/", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/dHF7Oh8htK7DZDjXqoqlng--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD0xMzMz/https://s.yimg.com/uu/api/res/1.2/Yb1Js2Mwn.igGitVVzpQYg--~B/aD0zNjQ4O3c9NTQ3MjthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/techcrunch_350/bbd4c585fcaa8d9bc34519c8cf9e2cba", "publishedAt": "2021-02-24T12:11:45Z", "content": "(Bloomberg) -- With Tesla Inc. leading another selloff in momentum darlings amid rising bond yields, some investors are fearful that this means the 11-month bull market is in trouble.The spike in yie… [+5578 chars]"}, {"source": {"id": null, "name": "Metro.co.uk"}, "author": "Sam Corbishley", "title": "Covid vaccine: More than 18 million in the UK have had their first jab - Metro.co.uk", "description": "<ol><li>Covid vaccine: More than 18 million in the UK have had their first jab  Metro.co.uk\r\n</li><li>COVID-19: Daily drop-off in vaccinations is down to 'supply fluctuations' - but will pick up, says Prof Jonathan Van-Tam  Sky News\r\n</li><li>Professor Jonath…", "url": "https://metro.co.uk/2021/02/24/covid-vaccine-more-than-18-million-in-the-uk-have-had-their-first-jab-14140151/", "urlToImage": "https://metro.co.uk/wp-content/uploads/2021/02/PRI_184106314_1614188945.jpg?quality=90&strip=all&w=1200&h=630&crop=1", "publishedAt": "2021-02-24T16:18:00Z", "content": "Doctor Julie White administers a the jab to a patient at a vaccination centre (Picture: AFP via Getty)\r\nMore than 18 million people across the UK have now been given their first dose of the coronavir… [+2939 chars]"}, {"source": {"id": null, "name": "Search Engine Journal"}, "author": "Rebekah Dunne", "title": "Firefox Launches Total Cookie Protection via @RebekahDunne", "description": "Mozilla's latest release allows even stricter blocking of cookies. This is the latest move in its continued fight to protect user data.The post Firefox Launches Total Cookie Protection via @RebekahDunne appeared first on Search Engine Journal.", "url": "https://www.searchenginejournal.com/firefox-launches-total-cookie-protection/396891/", "urlToImage": "https://cdn.searchenginejournal.com/wp-content/uploads/2021/02/cookie-jar-analogy-60362a896c994.png", "publishedAt": "2021-02-24T13:18:26Z", "content": "Ranking number three with 3.65% browser market share, compared to Safari’s 19.37% and Chrome’s 63.63%, will Firefox’s latest cookie blocker entice more users to its service?\r\nTotal Cookie Protection … [+3504 chars]"}, {"source": {"id": null, "name": "Entrepreneur"}, "author": "Pushpendra Mehta", "title": "4 Ways Writing a Book Will Transform You", "description": "Why writing a book is a powerful marketing and differentiation conduit for entrepreneurs.", "url": "https://www.entrepreneur.com/article/362703", "urlToImage": "https://assets.entrepreneur.com/content/3x2/2000/1613667364-GettyImages-1185256894.jpg", "publishedAt": "2021-02-24T17:00:00Z", "content": "February\r\n24, 2021\r\n8 min read\r\nOpinions expressed by Entrepreneur contributors are their own.\r\nIn the fall of 2005, an unexpected conversation with Lee Huebner and his sagacious advice laid the foun… [+8666 chars]"}, {"source": {"id": null, "name": "Android Central"}, "author": "David Jagneaux", "title": "Review: Madden NFL 21 on Stadia is a great port of a lackluster sports game", "description": "Even though Madden NFL 21 is one of the weakest recent entries in the franchise, it's still an excellent port that runs beautifully on Stadia.\n\nThe Stadia community is in a weird spot with Madden NFL 21. On the one hand, it's not a great game in the franchise…", "url": "https://www.androidcentral.com/madden-nfl-21-stadia-review", "urlToImage": "https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2021/02/madden-nfl-21-mahomes.jpg", "publishedAt": "2021-02-24T10:00:03Z", "content": "Source: EA\r\nThe Stadia community is in a weird spot with Madden NFL 21. On the one hand, it's not a great game in the franchise and has very few updates or changes that make it stand out from recent … [+9853 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Anthony Ha", "title": "Emotive raises $50M to make text marketing more conversational", "description": "While more businesses are turning to text messages as a marketing channel, Emotive CEO Brain Zatulove argued that most of them are just treating it as...", "url": "https://techcrunch.com/2021/02/24/emotive-series-b/", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/Oo9xjrY8bsc7FL4i6J9WMg--~B/aD02Njc7dz0xMDAwO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/techcrunch_350/4bf72dbe09078e59a7774e6a17b9f67e", "publishedAt": "2021-02-24T12:00:55Z", "content": "While more businesses are turning to text messages as a marketing channel, Emotive CEO Brain Zatulove argued that most of them are just treating it as another \"newsletter blast.\"\r\n\"The reason the cha… [+2860 chars]"}, {"source": {"id": null, "name": "AppleInsider"}, "author": "news@appleinsider.com (Amber Neely)", "title": "Apple partner Foxconn to work with Fisker to produce electric vehicles by 2023", "description": "Electric vehicle manufacturer Fisker will join forces with Apple's main iPhone manufacturer Foxconn to produce more than 250,000 electric vehicles a year, starting in 2023.The Fisker Ocean | Image Credit: Fisker Inc.The deal has been codenamed \"Project PEAR,\"…", "url": "https://appleinsider.com/articles/21/02/24/apple-partner-foxconn-to-work-with-fisker-to-produce-electric-vehicles-by-2023", "urlToImage": "https://photos5.appleinsider.com/gallery/40488-78000-header-xl.jpg", "publishedAt": "2021-02-24T15:05:23Z", "content": "Electric vehicle manufacturer Fisker will join forces with Apple's main iPhone manufacturer Foxconn to produce more than 250,000 electric vehicles a year, starting in 2023.\r\nThe deal has been codenam… [+1090 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Brian Heater", "title": "Amazon Echo Show 10 review: Unmoved", "description": "Every new smart home device invites new questions. Questions of privacy, security and what we’re willing to give up for the sake of convenience. It’s not an anti-technology stance to welcome these conversations and assess new products as we invite them into o…", "url": "http://techcrunch.com/2021/02/24/amazon-echo-show-10-review-unmoved/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/CMC_8774.jpeg?w=600", "publishedAt": "2021-02-24T13:00:54Z", "content": "Every new smart home device invites new questions. Questions of privacy, security and what were willing to give up for the sake of convenience. Its not an anti-technology stance to welcome these conv… [+9237 chars]"}, {"source": {"id": null, "name": "PocketNow"}, "author": "Prakhar Khanna", "title": "Firefox introduces feature to combat cross-site cookie tracking; multi-PiP tags along", "description": "Mozilla has announced two new features for its Firefox browser on Mac,…\nThe post Firefox introduces feature to combat cross-site cookie tracking; multi-PiP tags along appeared first on Pocketnow.", "url": "https://pocketnow.com/firefox-introduces-feature-to-combat-cross-site-cookie-tracking-multi-pip-tags-along", "urlToImage": "https://pocketnow.com/wp/../files/2021/02/Firefox-Total-cookie-protection.png", "publishedAt": "2021-02-24T15:05:05Z", "content": "Mozilla has announced two new features for its Firefox browser on Mac, Windows and Linux. It is introducing multiple picture-in-picture (multi-PiP) and a way to combat cross-site cookie tracking once… [+1628 chars]"}, {"source": {"id": null, "name": "Yahoo Entertainment"}, "author": "Verb Technology Company, Inc.", "title": "VERB to Offer Its Livestream eCommerce App Free to All Small Businesses in the U.S. Affected by the Pandemic", "description": "verbTEAMS, a powerful livestream ecommerce sales and marketing tool, can help small businesses, retailers, and entrepreneurs increase customer engagement and...", "url": "https://finance.yahoo.com/news/verb-offer-livestream-ecommerce-app-143200746.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/17b_ryOCQ2VlxzxAKcN78A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD0xMTIw/https://s.yimg.com/uu/api/res/1.2/c8jBzVMnBifjEnZ4hpzHUA--~B/aD0xMzQ0O3c9MjQwMDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/globenewswire.com/e6fb63c5c4ecaf5817bfa24fa93353fc", "publishedAt": "2021-02-24T14:32:00Z", "content": "verbTEAMS, a powerful livestream ecommerce sales and marketing tool, can help small businesses, retailers, and entrepreneurs increase customer engagement and sales productivity in periods of extended… [+7256 chars]"}, {"source": {"id": null, "name": "Techmeme.com"}, "author": null, "title": "Katana Graph, which helps businesses analyze and manage unstructured data at scale, raises $28.5M Series A led by Intel Capital (Khari Johnson/VentureBeat)", "description": "Khari Johnson / VentureBeat:\nKatana Graph, which helps businesses analyze and manage unstructured data at scale, raises $28.5M Series A led by Intel Capital  —  Katana Graph, a startup that helps businesses analyze and manage unstructured data at scale, today…", "url": "https://www.techmeme.com/210224/p18", "urlToImage": "https://venturebeat.com/wp-content/uploads/2021/02/katana-graph.png?w=1200&strip=all", "publishedAt": "2021-02-24T15:50:03Z", "content": null}, {"source": {"id": null, "name": "Techmeme.com"}, "author": null, "title": "Symbio, which claims its factory-floor robots \"learn\" to improve doing repetitive assembly tasks, comes out of stealth with $30M in funding (Kyle Wiggers/VentureBeat)", "description": "Kyle Wiggers / VentureBeat:\nSymbio, which claims its factory-floor robots “learn” to improve doing repetitive assembly tasks, comes out of stealth with $30M in funding  —  Emeryville, California-based industrial robotics startup Symbio Robotics today emerged …", "url": "https://www.techmeme.com/210224/p5", "urlToImage": "https://venturebeat.com/wp-content/uploads/2020/09/GettyImages-900253108.jpg?w=1200&strip=all", "publishedAt": "2021-02-24T12:45:00Z", "content": "About This Page\r\nThis is a Techmeme archive page.\r\nIt shows how the site appeared at 7:45 AM ET, February 24, 2021.\r\nThe most current version of the site as always is available at our home page.\r\nTo … [+71 chars]"}, {"source": {"id": null, "name": "Techmeme.com"}, "author": null, "title": "Optimism, which plans to help scale the Ethereum blockchain with a Layer 2 protocol, raises $25M Series A led by Andreessen Horowitz (Michael McSweeney/The Block)", "description": "Michael McSweeney / The Block:\nOptimism, which plans to help scale the Ethereum blockchain with a Layer 2 protocol, raises $25M Series A led by Andreessen Horowitz  —  Optimism, a startup focused on the scalability of the Ethereum blockchain network, has rais…", "url": "https://www.techmeme.com/210224/p38", "urlToImage": "https://www.tbstat.com/wp/uploads/2019/01/ethereum-blocks.jpg", "publishedAt": "2021-02-24T23:55:33Z", "content": null}, {"source": {"id": null, "name": "Tech in Asia"}, "author": "Miguel Cordon", "title": "Partnership marketing firm Affise banks $8m to expand to SEA, US", "description": "Thailand and Indonesia stand out as the most interesting countries for Affise in terms of ecommerce brands and advertisers, its chief revenue officer said.", "url": "https://www.techinasia.com/partnership-management-firm-affise-banks-8m-expand-sea?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+PennOlson+%28Tech+in+Asia%29", "urlToImage": null, "publishedAt": "2021-02-24T13:00:07Z", "content": null}, {"source": {"id": null, "name": "Ubergizmo"}, "author": "Tyler Lee", "title": "Mozilla’s Firefox 86 Brings ‘Total Cookie Protection’ To The Browser", "description": "Cookies have been used in websites for a very long time now. The initial idea was that cookies helped websites memorize certain things about the user so that when they load the website, they won’t have to start from scratch again. This was meant to be a usefu…", "url": "https://www.ubergizmo.com/2021/02/firefox-86-total-cookie-protection/", "urlToImage": "https://i0.wp.com/cdnssl.ubergizmo.com/wp-content/uploads/2021/02/mozilla-cookie.jpg", "publishedAt": "2021-02-24T09:14:08Z", "content": "Cookies have been used in websites for a very long time now. The initial idea was that cookies helped websites memorize certain things about the user so that when they load the website, they won’t ha… [+1447 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Sarah Perez", "title": "Lifestyle benefits startup Fringe gets a pandemic boost, raises seed round", "description": "The idea for Fringe came about from the co-founders' work as financial advisors where they regularly found themselves consulting people who were weighing new...", "url": "https://techcrunch.com/2021/02/24/lifestyle-benefits-startup-fringe-gets-a-pandemic-boost-raises-seed-round/", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/DlSTA2X10ldvX4LkOZNDmw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD0xMjEw/https://s.yimg.com/uu/api/res/1.2/jvzGqSvi35KVCDaG3Usteg--~B/aD0xODgyO3c9MzExMDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/techcrunch_350/e423039ada317af80915d2b94f3869da", "publishedAt": "2021-02-24T16:38:08Z", "content": "Employers today often use perks to attract new talent in the form of discounts and deals, commuter funds, gym memberships, childcare, free lunches and more. But the pandemic has impacted what sort of… [+5775 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Brian Heater", "title": "Metal 3D printing startup Mantle launches out of stealth with $13M in funding", "description": "Additive manufacturing has been a popular buzz phrase for decades now.  With a smattering of notable exceptions, however, 3D printing has largely been...", "url": "https://techcrunch.com/2021/02/24/metal-3d-printing-startup-mantle-launches-out-of-stealth-with-13m-in-funding/", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/8dGsuRpPu9xl7lPdlTElSw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD04ODY-/https://s.yimg.com/uu/api/res/1.2/VN6WVf8KeB1XzkEER_2Rfw--~B/aD0xMDMyO3c9MjMyOTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/techcrunch_350/6f24982cda295474b3da52730dbbadb0", "publishedAt": "2021-02-24T15:00:57Z", "content": "Additive manufacturing has been a popular buzz phrase for decades now. With a smattering of notable exceptions, however, 3D printing has largely been focused on rapid prototyping and limited-run, per… [+2324 chars]"}, {"source": {"id": null, "name": "Portableapps.com"}, "author": "John T. Haller", "title": "Mozilla Firefox, Portable Edition 86.0 (web browser) Released", "description": "PortableApps.com is proud to announce the release of Mozilla Firefox®, Portable Edition 86.0. It's the Mozilla Firefox browser bundled with a PortableApps.com launcher as a portable app, so you can take your browser, bookmarks, settings and extensions on the …", "url": "https://portableapps.com/news/2021-02-23--firefox-portable-86.0-released", "urlToImage": null, "publishedAt": "2021-02-24T04:39:20Z", "content": "PortableApps.com is proud to announce the release of Mozilla Firefox®, Portable Edition 86.0. It's the Mozilla Firefox browser bundled with a PortableApps.com launcher as a portable app, so you can t… [+1584 chars]"}, {"source": {"id": null, "name": "OnMSFT"}, "author": "Arif Bacchus", "title": "5 things the new Microsoft Edge does great that Google Chrome can’t", "description": "If you didn’t already know, Microsoft has a new Edge browser, and it’s a lot better than what we’ve now come to know as the “legacy” version of Microsoft Edge. Based on Google’s open-source Chromium engine (the same engine that powers the popular Google Chrom…", "url": "https://www.onmsft.com/editorial/5-things-the-new-microsoft-edge-does-great-that-google-chrome-cant", "urlToImage": "https://www.onmsft.com/wp-content/uploads/2021/01/Microsoft-Edge-Animated1-cropped.jpg", "publishedAt": "2021-02-24T17:14:43Z", "content": "If you didn’t already know, Microsoft has a new Edge browser, and it’s a lot better than what we’ve now come to know as the “legacy” version of Microsoft Edge. Based on Google’s open-source Chromium … [+6255 chars]"}, {"source": {"id": null, "name": "Visual.ly"}, "author": "mahidave02", "title": "Business Startup", "description": "Unconventional startup ideas can turn into wildly successful businesses. Check out these   starting-a-small-business-startup-ideas. For more informat", "url": "https://visual.ly/community/Infographics/business/business-startup-0", "urlToImage": "https://thumbnails-visually.netdna-ssl.com/business-startup_6035f8fe523a9_w250_h250.png", "publishedAt": "2021-02-24T06:58:06Z", "content": "https://www.mahidave.com/ Mahi Dave \"If you don't have big dreams &amp; goals, you will end up working hard for someone who does.\"Working in the Media &amp; Entertainment industry for someone else,fo… [+1310 chars]"}, {"source": {"id": null, "name": "Forbes"}, "author": "Alexandra Wilson, Forbes Staff, \n Alexandra Wilson, Forbes Staff\n https://www.forbes.com/sites/alexandrawilson1/", "title": "Healthcare’s Latest Unicorn: Big Data Startup Innovaccer Raises $105 Million At $1.3 Billion Valuation", "description": "On the heels of a year that saw a record amount of venture cash flow into healthcare startups, investor appetite for healthtech does not appear to be waning.", "url": "https://www.forbes.com/sites/alexandrawilson1/2021/02/24/healthcares-latest-unicorn-big-data-startup-innovaccer-raises-105-million-at-13-billion-valuation/", "urlToImage": "https://thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F6035a91c576971c0e24a3dfb%2F0x0.jpg", "publishedAt": "2021-02-24T13:00:00Z", "content": "Innovaccer's CEO Abhinav Shashank (center) appeared on the Forbes Under 30 list in 2017. He cofounded the company with Sandeep Gupta (left) and Kanav Hasija (right).\r\nInnovaccer\r\nOn the heels of a ye… [+2894 chars]"}, {"source": {"id": null, "name": "HYPEBEAST"}, "author": "info@hypebeast.com (HYPEBEAST), HYPEBEAST", "title": "John Geiger Celebrates the HUMMER EV With a Lunar-Themed 002 Low Sneaker", "description": "Tenured footwear designer John Geiger has crafted a special take on his eponymous brand's 002 Low silhouette in celebration of GMC's HUMMER EV. Centered around a moon surface print that's inspired by the center console's lunar landscape startup graphic, the s…", "url": "https://hypebeast.com/2021/2/john-geiger-hummer-ev-002-low-sneaker-release-date", "urlToImage": "https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2021%2F02%2Fjohn-geiger-hummer-ev-002-low-sneaker-release-date-tw.jpg?w=960&cbr=1&q=90&fit=max", "publishedAt": "2021-02-24T18:57:21Z", "content": "Tenured footwear designer John Geiger has crafted a special take on his eponymous brand’s 002 Low silhouette in celebration of GMC‘s HUMMER EV. Centered around a moon surface print that’s inspired by… [+1255 chars]"}, {"source": {"id": null, "name": "Tech in Asia"}, "author": "Deepti Sri", "title": "Warung Pintar acquires B2B ecommerce firm Bizzy Digital in $45m deal", "description": "The deal will bring together two companies that work with a total of 600 brands and serve 230,000 retailers in 65 cities across Indonesia.", "url": "https://www.techinasia.com/warung-pintar-acquires-b2b-ecommerce-firm-bizzy-digital-45m?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+PennOlson+%28Tech+in+Asia%29", "urlToImage": null, "publishedAt": "2021-02-24T09:09:54Z", "content": null}, {"source": {"id": null, "name": "Forbes"}, "author": "AllBusiness, Contributor, \n AllBusiness, Contributor\n https://www.forbes.com/sites/allbusiness/people/allbusiness1/", "title": "The Cybersecurity Tech Startup Defending Against Identity Fraud", "description": "Stan Bounev, CEO of cybersecurity startup VeriClouds, discusses how his company is using “dark web” threat intelligence and AI to address a huge opportunity in the global fraud detection and prevention market.", "url": "https://www.forbes.com/sites/allbusiness/2021/02/24/the-cybersecurity-tech-startup-defending-against-identity-fraud/", "urlToImage": "https://thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F603669741e004c8554fcbf2f%2F0x0.jpg%3FcropX1%3D0%26cropX2%3D1001%26cropY1%3D28%26cropY2%3D592", "publishedAt": "2021-02-24T15:02:29Z", "content": "Cybersecurity startup VeriClouds sees a huge opportunity in the global fraud detection and ... [+] prevention market.\r\ngetty\r\nVeriClouds, Inc., is a Seattle-based cybersecurity and data SaaS (softwar… [+5859 chars]"}, {"source": {"id": null, "name": "AppleInsider"}, "author": "news@appleinsider.com (Mikey Campbell)", "title": "Apple's indoor mapping format adopted as community standard", "description": "Apple's Indoor Mapping Data Format (IMDF) was this week adopted by the Open Geospatial Consortium as a community standard for indoor positioning services.Announced by Apple on Tuesday, IMDF was accepted to the OGC Standards Baseline as a Community Standard, p…", "url": "https://appleinsider.com/articles/21/02/24/apples-indoor-mapping-format-adopted-as-community-standard", "urlToImage": "https://photos5.appleinsider.com/gallery/40499-78026-210224-Milan-xl.jpg", "publishedAt": "2021-02-24T23:30:43Z", "content": "Apple's Indoor Mapping Data Format (IMDF) was this week adopted by the Open Geospatial Consortium as a community standard for indoor positioning services. \r\nAnnounced by Apple on Tuesday, IMDF was ac… [+2168 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rebecca Ungarino, Juliana Kaplan and Reed Alexander", "title": "The new money game: How hordes of traders flooded the market and pushed brokerages to rethink how they handle rookie investors", "description": "Summary List PlacementAt the start of the pandemic, Maya wasn't paying too much attention to investing. But some of her friends — bartenders and DJs whose work dwindled during a period of social distancing — were. With extra time on their hands, they opened a…", "url": "https://www.businessinsider.com/investing-education-brokerages-robinhood-public-schwab-fidelity-retail-trading-2021-2", "urlToImage": "https://i.insider.com/6034176a38aa9f00185e04c9?width=1200&format=jpeg", "publishedAt": "2021-02-24T14:25:25Z", "content": "Insider logo\r\nThe word \"Insider\".\r\nClose icon\r\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification.\r\nPremiumHomeChevron icon\r\nIt indicates an exp… [+13261 chars]"}]}