{"status": "ok", "totalResults": 887, "articles": [{"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Mike Butcher", "title": "Israel’s startup ecosystem powers ahead, amid a year of change", "description": "But it’s been hard to argue against this position in the last ten years, as the country powered ahead, famously producing ground-breaking startups like Waze, which was eventually picked up by Google for over $1 billion in 2013. Waze’s 100 employees received a…", "url": "http://techcrunch.com/2021/01/21/israels-startup-ecosystem-powers-ahead-amid-a-year-of-change/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/07/israelsunrise.jpg?w=603", "publishedAt": "2021-01-21T12:01:34Z", "content": "Released in 2011 Start-up Nation: The Story of Israel’s Economic Miracle was a book that laid claim to the idea that Israel was an unusual type of country. It had produced and was poised to produce, … [+8492 chars]"}, {"source": {"id": null, "name": "Lifehacker.com"}, "author": "Brendan Hesse", "title": "What Is IPFS and Why Does It Matter in Brave's Web Browser?", "description": "Brave is now the first web browser with integrated InterPlanetary File System (IPFS) support. IPFS is a peer-to-peer hypermedia protocol, and provides a different way of building and using the internet compared to the HTTP (Hypertext Transfer Protocol) and HT…", "url": "https://lifehacker.com/what-is-ipfs-and-why-does-it-matter-in-braves-web-brows-1846103479", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/yejvtpvhxubfyrlvfdmu.jpg", "publishedAt": "2021-01-21T20:30:00Z", "content": "Brave is now the first web browser with integrated InterPlanetary File System (IPFS) support. IPFS is a peer-to-peer hypermedia protocol, and provides a different way of building and using the intern… [+5005 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Tage Kene-Okafor", "title": "South African startup Aerobotics raises $17M to scale its AI-for-agriculture platform", "description": "As the global agricultural industry stretches to meet expected population growth and food demand, and food security becomes more of a pressing issue with global warming, a startup out of South Africa is using artificial intelligence to help farmers manage the…", "url": "http://techcrunch.com/2021/01/21/south-africa-startup-aerobotics-raises-17m-led-by-naspers-foundry/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/Image-5-1024x683-1.png?w=600", "publishedAt": "2021-01-21T15:43:00Z", "content": "As the global agricultural industry stretches to meet expected population growth and food demand, and food security becomes more of a pressing issue with global warming, a startup out of South Africa… [+3604 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Mariella Moon", "title": "Firefox extensions are now easier to install on Android devices", "description": "Mozilla has simplified the process of finding and installing add-ons for Firefox on Android. With the launch of Firefox 85 for the mobile OS, you’ll be able to install extensions straight from the addons.mozilla.org page. At the moment, you have to go to Add-…", "url": "https://www.engadget.com/mozilla-firefox-extensions-android-install-083324925.html", "urlToImage": "https://o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=95&image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2021-01%2F7b9cd5e0-5bbb-11eb-b3ba-19764860d779&client=amp-blogside-v2&signature=2880042de70b64ffdeb189fd56f38c72ab47741d", "publishedAt": "2021-01-21T08:33:24Z", "content": "Mozilla has simplified the process of finding and installing add-ons for Firefox on Android. With the launch of Firefox 85 for the mobile OS, you’ll be able to install extensions straight from the ad… [+846 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Alexandra Ames", "title": "Why you should add TechCrunch Early Stage 2021 to your must-attend list", "description": "As 2020 fades into the rearview mirror of history (huzzah!), it’s time to map out strategies to transform your early-stage startup dream into reality. If there’s one thing every early founder needs it’s information, and you’ll find it in abundance at TechCrun…", "url": "http://techcrunch.com/2021/01/21/why-you-should-add-techcrunch-early-stage-2021-to-your-must-attend-list/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/TC-Early-Stage-Graphi.png?w=764", "publishedAt": "2021-01-21T17:03:58Z", "content": "As 2020 fades into the rearview mirror of history (huzzah!), its time to map out strategies to transform your early-stage startup dream into reality. If theres one thing every early founder needs its… [+2865 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Sarah Perez", "title": "A.I.-powered transcription service Otter.ai can now record from Google Meet", "description": "Otter.ai, the A.I.-powered voice transcription service which already integrates with Zoom for recording online meetings and webinars, is today bringing its service to Google Meet’s over 100 million users. However, in this case, Otter.ai will provide its live,…", "url": "http://techcrunch.com/2021/01/21/a-i-powered-transcription-service-otter-ai-can-now-record-from-google-meet/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/ottergooglemeet.jpg?w=603", "publishedAt": "2021-01-21T16:56:12Z", "content": "Otter.ai, the A.I.-powered voice transcription service which already integrates with Zoom for recording online meetings and webinars, is today bringing its service to Google Meet’s over 100 million u… [+2642 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Connie Loizos", "title": "This startup says its AI can better spot a healthy embryo — and improve IVF success", "description": "With every year, AI is beginning to bring more standardized levels of diagnostic accuracy in medicine. This is true of skin cancer detection, for example, and lung cancers. Now, a startup in Israel called Embryonics says its AI can improve the odds of success…", "url": "http://techcrunch.com/2021/01/20/this-startup-says-its-ai-can-better-spot-a-healthy-embryo-and-improve-ivf-success/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/Dr-Yael-Zamir.jpg?w=600", "publishedAt": "2021-01-21T05:57:57Z", "content": "With every year, AI is beginning to bring more standardized levels of diagnostic accuracy in medicine. This is true of skin cancer detection, for example, and lung cancers.\r\nNow, a startup in Israel … [+5542 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Catherine Shu", "title": "Cloud infrastructure startup CloudNatix gets $4.5 million seed round led by DNX Ventures", "description": "CloudNatix, a startup that provides infrastructure for businesses with multiple cloud and on-premise operations, announced it has raised $4.5 million in seed funding. The round was led by DNX Ventures, an investment firm that focuses on United States and Japa…", "url": "http://techcrunch.com/2021/01/21/cloud-infrastructure-startup-cloudnatix-gets-4-5-million-seed-round-led-by-dnx-ventures/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/Rohit.png?w=600", "publishedAt": "2021-01-21T15:00:19Z", "content": "CloudNatix founder and chief executive officer Rohit Seth\r\nCloudNatix, a startup that provides infrastructure for businesses with multiple cloud and on-premise operations, announced it has raised $4.… [+1535 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Connie Loizos", "title": "Telehealth startup Hims fell in its public trading debut — and that’s fine with its CEO", "description": "Hims & Hers, a San Francisco-based telehealth startup that sells sexual wellness and other health products and services to millennials, began trading publicly today on the NYSE after completing a reverse merger with the blank-check company Oaktree Acquisition…", "url": "http://techcrunch.com/2021/01/21/telehealth-startup-hims-fell-in-its-public-trading-debut-and-thats-fine-with-its-ceo/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/NYSE-hims-hers-shot1.png?w=711", "publishedAt": "2021-01-21T23:37:46Z", "content": "Hims &amp; Hers, a San Francisco-based telehealth startup that sells sexual wellness and other health products and services to millennials, began trading publicly today on the NYSE after completing a… [+6610 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Jonathan Shieber", "title": "Forsaking funding at a $1 billion valuation, Solugen preps a new green chemical product and a big 2021", "description": "Late last year, Solugen, a startup using synthetic biology to take hydrocarbons out of the chemicals industry, decided against pursuing a new round of funding that would have valued the company at over $1 billion, TechCrunch has learned. Instead, the Houston-…", "url": "http://techcrunch.com/2021/01/21/forsaking-funding-at-a-1-billion-valuation-solugen-preps-a-new-green-chemical-product-and-a-big-2021/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/GettyImages-508437359.jpg?w=485", "publishedAt": "2021-01-21T22:12:33Z", "content": "Late last year, Solugen, a startup using synthetic biology to take hydrocarbons out of the chemicals industry, decided against pursuing a new round of funding that would have valued the company at ov… [+4702 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Anthony Ha", "title": "Soci raises $80M for its localized marketing platform", "description": "Soci, a startup focused on what it calls “localized marketing,” is announcing that it has raised $80 million in Series D funding. National and global companies like Ace Hardware, Anytime Fitness, The Hertz Corporation and Nekter Juice Bar use Soci (pronounced…", "url": "http://techcrunch.com/2021/01/21/soci-series-d/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/GettyImages-1126648402.jpg?w=600", "publishedAt": "2021-01-21T14:02:19Z", "content": "Soci, a startup focused on what it calls “localized marketing,” is announcing that it has raised $80 million in Series D funding.\r\nNational and global companies like Ace Hardware, Anytime Fitness, Th… [+2439 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Catherine Shu", "title": "Creative Fabrica, a platform for digital crafting resources, lands $7 million Series A", "description": "Creative Fabrica is best known as a marketplace for digital files, like fonts, graphics and machine embroidery designs, created for crafters. Now the Amsterdam-based startup is planning to expand into new verticals, including yarn crafts and projects for kids…", "url": "http://techcrunch.com/2021/01/21/creative-fabrica-a-platform-for-digital-crafting-resources-lands-7-million-series-a/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/CF-founders-e1611234882178.jpeg?w=638", "publishedAt": "2021-01-21T13:16:34Z", "content": "Roemie Hillenaar and Anca Stefan, the co-founders of Creative Fabrica\r\nCreative Fabrica is best known as a marketplace for digital files, like fonts, graphics and machine embroidery designs, created … [+3780 chars]"}, {"source": {"id": null, "name": "Entrepreneur"}, "author": "Harpreet Munjal", "title": "5 Ecommerce Marketing Strategies That You Should Try This Year", "description": "Powerful marketing strategies to help boost ecommerce during and after the pandemic, and grow sales in 2021 and beyond.", "url": "https://www.entrepreneur.com/article/359647", "urlToImage": "https://assets.entrepreneur.com/content/3x2/2000/1610729192-GettyImages-1085872602.jpg", "publishedAt": "2021-01-21T06:30:00Z", "content": "January\r\n21, 2021\r\n6 min read\r\nOpinions expressed by Entrepreneur contributors are their own.\r\nAmazon was founded in 1995 in Jeff Bezos’s garage. Initially, it was just a company providing services a… [+6044 chars]"}, {"source": {"id": null, "name": "Webdesignerdepot.com"}, "author": "Ben Moss", "title": "6 Best Ecommerce Solutions for 2021", "description": "It’s never been easier to set up an ecommerce store and start selling. There are a dizzying array of ecommerce solutions available in 2021, and most are feature-rich and competitively priced. Ecommerce sites are notoriously difficult to migrate from platform …", "url": "https://www.webdesignerdepot.com/2021/01/6-best-ecommerce-solutions-for-2021/", "urlToImage": "https://www.webdesignerdepot.com/cdn-origin/uploads/2021/01/featured_ecommerce-scaled.jpg", "publishedAt": "2021-01-21T10:45:04Z", "content": "Its never been easier to set up an ecommerce store and start selling. There are a dizzying array of ecommerce solutions available in 2021, and most are feature-rich and competitively priced.\r\nEcommer… [+9070 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Natasha Mascarenhas", "title": "Plaid launches FinRise, an incubator for underrepresented fintech founders", "description": "Plaid is launching FinRise, a nine-month incubator for early-stage fintech founders from underrepresented backgrounds. Inspired by an internal hackathon amid Black Lives Matter protests last summer, the accelerator is explicitly looking at startups led by Bla…", "url": "http://techcrunch.com/2021/01/21/plaid-launches-finrise-an-incubator-for-underrepresented-fintech-founders/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/12/unicorn-green.png?w=711", "publishedAt": "2021-01-21T16:00:16Z", "content": "Plaid is launching FinRise, a nine-month incubator for early-stage fintech founders from underrepresented backgrounds. Inspired by an internal hackathon amid Black Lives Matter protests last summer, … [+2927 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Anthony Ha", "title": "Daily Crunch: Apple might be working on a VR headset", "description": "A new report suggests there’s a pricey Apple VR headset in the works, Facebook’s Oversight Board will examine one of the social network’s most consequential decisions and we review the Samsung Galaxy S21 Ultra. This is your Daily Crunch for January 21, 2021. …", "url": "http://techcrunch.com/2021/01/21/daily-crunch-apple-might-be-working-on-a-vr-headset/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/03/GettyImages-1090132112.jpg?w=711", "publishedAt": "2021-01-21T23:10:09Z", "content": "A new report suggests there’s a pricey Apple VR headset in the works, Facebook’s Oversight Board will examine one of the social network’s most consequential decisions and we review the Samsung Galaxy… [+3231 chars]"}, {"source": {"id": null, "name": "Entrepreneur"}, "author": "G2 Consultores", "title": "What is the right incubation process for your startup?", "description": "Take note of three tips to know what is best for you.", "url": "https://www.entrepreneur.com/article/363827", "urlToImage": "https://assets.entrepreneur.com/content/3x2/2000/1611080496-Startup.jpg", "publishedAt": "2021-01-21T08:39:00Z", "content": "January\r\n21, 2021\r\n5 min read\r\nThis article was translated from our Spanish edition using AI technologies. Errors may exist due to this process.\r\nOpinions expressed by Entrepreneur contributors are t… [+3991 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "Richard Lawler", "title": "Google Calendar's desktop site can work offline again, in some cases", "description": "If you occasionally need access to your calendar when you’re not connected to the internet, then Google Calendar’s web interface is getting a bit more useful. When Google rolled out a new UI for the app in 2018, that meant removing the ability to access the d…", "url": "https://www.engadget.com/google-calendar-offline-015024220.html", "urlToImage": "https://s.yimg.com/os/creatr-uploaded-images/2021-01/8edf85c0-5b8a-11eb-a7da-79a363a9b1f2", "publishedAt": "2021-01-21T01:50:24Z", "content": "If you occasionally need access to your calendar when youre not connected to the internet, then Google Calendars web interface is getting a bit more useful. When Google rolled out a new UI for the ap… [+1611 chars]"}, {"source": {"id": "the-next-web", "name": "The Next Web"}, "author": "Ivan Mehta", "title": "Otter will now let you transcribe Google Meet calls from your browser", "description": "In the years before the pandemic, I had to spend hours transcribing interviews or events recorded in noisy hallways or hotel coffee shops. While the coronavirus has put a halt to all of that for now, I still have to get on a ton of video conferencing calls. S…", "url": "https://thenextweb.com/plugged/2021/01/21/otter-will-now-let-you-transcribe-google-meet-calls-from-your-browser/", "urlToImage": "https://img-cdn.tnwcdn.com/image/plugged?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2021%2F01%2FOtter-Google-Meet-e1611225891330.png&signature=e3d7ac5ccf36bb68bf9ea20e6308c2df", "publishedAt": "2021-01-21T14:00:06Z", "content": "In the years before the pandemic, I had to spend hours transcribing interviews or events recorded in noisy hallways or hotel coffee shops. While the coronavirus has put a halt to all of that for now,… [+1874 chars]"}, {"source": {"id": "reuters", "name": "Reuters"}, "author": "Jane Lanhee Lee", "title": "After layoffs, travel start-up TripActions is hiring and raises $155 million - Reuters", "description": "U.S. corporate travel startup TripActions on Thursday said it raised $155 million at a valuation of $5 billion, after a sharp downturn in business due to the coronavirus pandemic last year forced it to lay off a quarter of its staff.", "url": "https://www.reuters.com/article/us-tripactions-funding-idUSKBN29Q1OK", "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20210121&t=2&i=1548580583&r=LYNXMPEH0K0UX&w=800", "publishedAt": "2021-01-21T13:00:00Z", "content": "TripActions co-founder and CEO Ariel Cohen speaks at the company's conference TRAVERSE in San Francisco, California, U.S. October 2, 2019. Picture taken October 2, 2019. TripActions via REUTERS \r\n(Re… [+1240 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shelagh Dolan", "title": "The challenges of last mile delivery logistics and the tech solutions cutting costs in the final mile", "description": "Summary List Placement\n\nAs consumers increasingly turn to ecommerce for all their shopping needs, speedy fulfillment and distribution isn't just a \"nice to have\" — it's the expectation of every online shopping experience. And if logistics companies and their …", "url": "https://www.businessinsider.com/last-mile-delivery-shipping-explained", "urlToImage": "https://i.insider.com/6009b5d9c94799001992c8eb?width=1200&format=jpeg", "publishedAt": "2021-01-21T17:16:35Z", "content": "As consumers increasingly turn to ecommerce for all their shopping needs, speedy fulfillment and distribution isn't just a \"nice to have\" — it's the expectation of every online shopping experience. A… [+4045 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Sarah Perez", "title": "Pebble founder launches Beeper, a universal chat app that works with iMessage and others", "description": "Decades ago, a software program called Trillian introduced a way for internet users to interact with multiple IM networks, like ICQ, AIM and MSN Messenger, in a single window. Now, Pebble founder and Y Combinator Partner Eric Migicovsky is revisiting this con…", "url": "http://techcrunch.com/2021/01/21/pebble-founder-launches-beeper-a-universal-chat-app-that-works-with-imessage-and-others/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/beeper.jpg?w=764", "publishedAt": "2021-01-21T22:28:04Z", "content": "Decades ago, a software program called Trillian introduced a way for internet users to interact with multiple IM networks, like ICQ, AIM and MSN Messenger, in a single window. Now, Pebble founder and… [+5674 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Andrew Couts", "title": "The Fate of Trump’s Facebook Account to be Decided by Facebook’s Supreme Court", "description": "Facebook has handed the keys locking Donald Trump off its platforms over to its Oversight Board, which will decide whether the former president can once again spew his thoughts on a major social network. Read more...", "url": "https://gizmodo.com/the-fate-of-trump-s-facebook-account-to-be-decided-by-f-1846102068", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/nfxgkdy87ldqxn8ny086.jpg", "publishedAt": "2021-01-21T19:40:00Z", "content": "Facebook has handed the keys locking Donald Trump off its platforms over to its Oversight Board, which will decide whether the former president can once again spew his thoughts on a major social netw… [+3643 chars]"}, {"source": {"id": null, "name": "Fast Company"}, "author": "Rachel Raczka", "title": "Editor’s pick: This gourmet vinegar startup wants to be the Ben & Jerry’s of acids", "description": "Acid League’s gourmet vinegars can be used in salads, mains, desserts—and even as nonalcoholic stand-in for wine.\nSerial entrepreneur and investor Scott Friedmann promised his family he wouldn’t start another startup. But then he started to experiment with ac…", "url": "https://www.fastcompany.com/90592178/editors-pick-this-gourmet-vinegar-startup-wants-to-be-the-ben-jerrys-of-acids?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29", "urlToImage": "https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2021/01/p-1-acid-league-review.jpg", "publishedAt": "2021-01-21T19:00:29Z", "content": "Serial entrepreneur and investor Scott Friedmann promised his family he wouldn’t start another startup. But then he started to experiment with acid.Growing a range of fermentation trials in his basem… [+4022 chars]"}, {"source": {"id": null, "name": "Ted.com"}, "author": "Tracy Young, contact@ted.com (TED)", "title": "Dare to lead as your authentic self | Tracy Young", "description": "As the founder of a startup, Tracy Young often worried that employees and investors valued male CEOs more -- and that being a woman compromised her position as a leader. In this brave, personal talk, she gives an honest look at the constraints women face when…", "url": "https://www.ted.com/talks/tracy_young_dare_to_lead_as_your_authentic_self", "urlToImage": "https://pi.tedcdn.com/r/talkstar-photos.s3.amazonaws.com/uploads/68c80bcd-4231-42f6-a693-87133f1bf356/TracyYoung_2020W-embed.jpg?c=1050%2C550&w=1050", "publishedAt": "2021-01-21T15:54:25Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Blake Dodge", "title": "Inside Cityblock's meteoric rise: How a Google spinoff built a $1 billion business and convinced Silicon Valley to bet on healthcare for the sickest patients", "description": "Summary List PlacementIyah Romm and Dr. Toyin Ajayi used to get together on the weekends in Boston, have a beer, and fantasize about transforming the healthcare industry.\nTheir day jobs at the Commonwealth Care Alliance, one of New England's largest nonprofit…", "url": "https://www.businessinsider.com/how-cityblock-built-1-billion-business-sickest-patients-2021-1", "urlToImage": "https://i.insider.com/60075d54660f6c0018349dbf?width=1200&format=jpeg", "publishedAt": "2021-01-21T13:41:28Z", "content": "Iyah Romm and Dr. Toyin Ajayi used to get together on the weekends in Boston, have a beer, and fantasize about transforming the healthcare industry.\r\nTheir day jobs at the Commonwealth Care Alliance,… [+10992 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "Here's the 14-slide pitch deck that cannabis startup Sanity Group used to raise $29 million from some of Europe's top VCs and celebrity investors like Scooter Braun, Alyssa Milano, and Will.i.am", "description": "Summary List PlacementAs the cannabis industry in Europe heats up, Sanity Group, a Berlin-based CBD and medical cannabis startup, is raising millions in a bid to dominate the burgeoning market.\nSanity Group sells CBD in Germany and Austria under the VAAY bran…", "url": "https://www.businessinsider.com/european-cannabis-startup-sanity-group-29-million-pitch-deck-2021-1", "urlToImage": "https://i.insider.com/60085064e3d62500185fd547?width=1200&format=jpeg", "publishedAt": "2021-01-21T15:44:38Z", "content": "As the cannabis industry in Europe heats up, Sanity Group, a Berlin-based CBD and medical cannabis startup, is raising millions in a bid to dominate the burgeoning market.\r\nSanity Group sells CBD in … [+2489 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Here's an exclusive look at the pitch deck delivery startup Getir used to raise $128 million from Silicon Valley VC Michael Moritz and others", "description": "Summary List PlacementTurkish delivery startup Getir, backed by early Apple investor Michael Moritz, has raised a new funding round to continue its global expansion.\nIt has raised $128 million of Series B funding at an $850 million valuation, with new investm…", "url": "https://www.businessinsider.com/getir-turkish-delivery-startup-raises-128m-vc-funding-from-tiger-global-2021-1", "urlToImage": "https://i.insider.com/60095e9ddb847c001918c009?width=1200&format=jpeg", "publishedAt": "2021-01-21T12:42:42Z", "content": "Turkish delivery startup Getir, backed by early Apple investor Michael Moritz, has raised a new funding round to continue its global expansion.\r\nIt has raised $128 million of Series B funding at an $… [+1688 chars]"}, {"source": {"id": null, "name": "Seeking Alpha"}, "author": null, "title": "Shopify's Stock Forecast 2021: Thoughts On The Current Momentum", "description": "Shopify is positioning itself to be the only ecommerce software that companies need to build an empire. The company's revenue has been increasing significantly.", "url": "https://seekingalpha.com/article/4400033-shopifys-stock-forecast-2021-thoughts-on-current-momentum?source=feed_all_articles", "urlToImage": "https://static3.seekingalpha.com/assets/og_image_192-59bfd51c9fe6af025b2f9f96c807e46f8e2f06c5ae787b15bf1423e6c676d4db.png", "publishedAt": "2021-01-21T13:50:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dakin Campbell", "title": "SIGN UP FOR OUR LIVE EVENT: Execs from Goldman Sachs, Lead Edge Capital, and Latham & Watkins reveal what's on tap for the red-hot IPO markets in 2021", "description": "Summary List PlacementThe market for initial public offerings was red-hot in 2020 and it shows no signs of slowing down in the first few weeks of 2021. \nAlready buy-now-pay-later company Affirm tapped the public markets, and gaming software company Roblox is …", "url": "https://www.businessinsider.com/live-event-with-goldman-sachs-on-ipo-outlook-in-2021-2021-1", "urlToImage": "https://i.insider.com/5fe4bb29a6448800181934e1?width=1200&format=jpeg", "publishedAt": "2021-01-21T20:55:34Z", "content": "The market for initial public offerings was red-hot in 2020 and it shows no signs of slowing down in the first few weeks of 2021. \r\nAlready buy-now-pay-later company Affirm tapped the public markets,… [+1453 chars]"}, {"source": {"id": null, "name": "Entrepreneur"}, "author": "Kenny Herzog", "title": "Women and Minority Founders Still Vastly Underfunded, New Report Finds", "description": "While there are signs of incremental progress, insights from RateMyInvestor and Diversity VC suggest there's a long way to go in equitable funding.", "url": "https://www.entrepreneur.com/article/363874", "urlToImage": "https://assets.entrepreneur.com/content/3x2/2000/1611255632-GettyImages-891264822.jpg", "publishedAt": "2021-01-21T19:01:13Z", "content": "January\r\n21, 2021\r\n2 min read\r\nA more balanced community of founders and business owners doesn't manifest itself. A new set of insights from venture-capital review platform RateMyInvestor and nonprof… [+1971 chars]"}, {"source": {"id": null, "name": "MSPoweruser"}, "author": "Pradeep", "title": "Microsoft Edge browser gets native themes support", "description": "Last year, Microsoft Edge added support for themes from the Chrome Web Store. Today, Microsoft announced native support for themes. You can download themes from Edge add-ons site and apply it your Edge browser. Microsoft has added over two dozen themes to the…", "url": "https://mspoweruser.com/microsoft-edge-gets-native-themes-support/", "urlToImage": "https://mspoweruser.com/wp-content/uploads/2021/01/Microsoft-Edge-Themes-support.jpg", "publishedAt": "2021-01-21T17:15:52Z", "content": "Last year, Microsoft Edge added support for themes from the Chrome Web Store. Today, Microsoft announced native support for themes. You can download themes from Edge add-ons site and apply it your Ed… [+487 chars]"}, {"source": {"id": null, "name": "XDA Developers"}, "author": "Brandon Russell", "title": "Microsoft Edge browser gets updated with loads of new features and themes", "description": "Microsoft has unveiled a major update for its Edge browser, introducing new features that include sleeping tabs, new themes, and improvements to performance. The latest features arrive a year after the Chromium-powered version of Microsoft Edge was released. …", "url": "https://www.xda-developers.com/microsoft-edge-themes-password-generator-features/", "urlToImage": "https://www.xda-developers.com/files/2021/01/Microsoft-Edge-themes.jpg", "publishedAt": "2021-01-21T19:21:00Z", "content": "Microsoft has unveiled a major update for its Edge browser, introducing new features that include sleeping tabs, new themes, and improvements to performance. The latest features arrive a year after t… [+2250 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Emily Canal", "title": "$1.6 billion health startup Hims and Hers just went public 3 years after launching. We got an inside look at the founder's journey including why he chose a SPAC and the challenges he faced.", "description": "Summary List PlacementSince the day he launched health startup Hims and Hers in 2017, Andrew Dudum had dreams of going public. Today he got his wish; the company begins trading on the New York Stock Exchange at a valuation of $1.6 billion after raising $280 m…", "url": "https://www.businessinsider.com/inside-hims-founders-journey-to-go-public-via-spac-2021-1", "urlToImage": "https://i.insider.com/60083746e3d62500185fd4ae?width=1200&format=jpeg", "publishedAt": "2021-01-21T14:46:43Z", "content": "Since the day he launched health startup Hims and Hers in 2017, Andrew Dudum had dreams of going public. Today he got his wish; the company begins trading on the New York Stock Exchange at a valuatio… [+5248 chars]"}, {"source": {"id": "the-next-web", "name": "The Next Web"}, "author": "Ben Dickson", "title": "How this company leveraged AI to become the Netflix of Finland", "description": "Twenty years ago, Facebook did not exist. Google had just failed to sell itself to Yahoo for $1 million. Netflix was a fledgling startup struggling to establish a working business model around selling and renting DVDs online. Today, Facebook and Google are am…", "url": "https://thenextweb.com/?p=1334965", "urlToImage": "https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2021%2F01%2FScreenshot-2021-01-21-at-15.29.36.png&signature=3f8e9e78611a54b0ece58454361491b1", "publishedAt": "2021-01-21T15:20:38Z", "content": "Twenty years ago, Facebook did not exist. Google had just failed to sell itself to Yahoo for $1 million. Netflix was a fledgling startup struggling to establish a working business model around sellin… [+8688 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Ariano", "title": "How to download YouTube videos onto your computer to watch or share anytime", "description": "Summary List PlacementYouTube has billions of videos. While you can stream all of them, you might want some on your own computer for future and offline use, or for a personal project. \nWhile YouTube Premium has its own pseudo-downloading feature — it lets you…", "url": "https://www.businessinsider.com/how-to-download-youtube-videos", "urlToImage": "https://i.insider.com/6008bc176d4c620018e4127d?width=1200&format=jpeg", "publishedAt": "2021-01-21T16:45:16Z", "content": "YouTube has billions of videos. While you can stream all of them, you might want some on your own computer for future and offline use, or for a personal project. \r\nWhile \r\n YouTube Premium has its ow… [+5181 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "Kirtika Suneja", "title": "No unanimity: Ecommerce policy may be dropped", "description": "The Department for Promotion of Industry and Internal Trade (DPIIT), the nodal body for the policy, had held the consultation. Various ministries had raised concerns over the role and reach of the regulator, provisions relating to consumer data protection in …", "url": "https://economictimes.indiatimes.com/news/economy/policy/no-unanimity-ecomm-policy-may-be-dropped/articleshow/80392507.cms", "urlToImage": "https://img.etimg.com/thumb/msid-80392507,width-1070,height-580,imgsize-262716,overlay-economictimes/photo.jpg", "publishedAt": "2021-01-21T18:49:19Z", "content": "NEW DELHI: India may drop the proposed ecommerce policy as certain sections within the government have questioned its rationale, citing a lack of convergence on various issues.\r\nAn inter-ministerial … [+1927 chars]"}, {"source": {"id": null, "name": "MarketWatch"}, "author": "Jonathan Littman and Susanna Camp", "title": "Next Avenue: Why this is a great time to pitch your startup, and how to do it", "description": "Entrepreneurship is being driven by massive layoffs and the realization that the crisis also offers opportunities.", "url": "https://www.marketwatch.com/story/why-this-is-a-great-time-to-pitch-your-startup-and-how-to-do-it-11610665098", "urlToImage": "https://images.mktw.net/im-285108/social", "publishedAt": "2021-01-21T09:59:00Z", "content": "You may be surprised to hear it, but theres never been a better time to pitch your startup. And for that, you can thank the pandemic.Entrepreneurship is being driven by massive layoffs and the realiz… [+5965 chars]"}, {"source": {"id": null, "name": "PocketNow"}, "author": "Nadeem Sarwar", "title": "Mozilla makes it easier to install extensions on the Firefox browser for Android", "description": "With v85.0 of the Firefox browser on Android, users will be able to install extensions directly from the addons.mozilla.org (AMO) page. \nThe post Mozilla makes it easier to install extensions on the Firefox browser for Android appeared first on Pocketnow.", "url": "https://pocketnow.com/mozilla-makes-it-easier-to-install-extensions-on-the-firefox-browser-for-android", "urlToImage": "https://pocketnow.com/wp/../files/2021/01/mozilla-for-android.png", "publishedAt": "2021-01-21T18:39:36Z", "content": "Mozilla has announced that installing extensions on its Firefox browser for Android will now be much easier. With v85.0 of the Firefox browser, users will be able to install extensions directly from … [+2414 chars]"}, {"source": {"id": null, "name": "Lever.co"}, "author": null, "title": "Modal (YC W16) Is Hiring a Customer Success Leader", "description": "Have you ever bought a car? You may have experienced a purchase path that was designed decades ago. A path that was painful, uncomfortable, never-ending and left you dreading your next car purchase. At Modal, we are building the future of auto commerce for th…", "url": "https://jobs.lever.co/modal/87f46918-c1d6-4a05-9aac-22d2fb99ab15", "urlToImage": "https://lever-client-logos.s3.amazonaws.com/abcb0353-9d6f-40a4-899e-2828edb49458-1560473786823.png", "publishedAt": "2021-01-21T21:00:29Z", "content": "Have you ever bought a car? You may have experienced a purchase path that was designed decades ago. A path that was painful, uncomfortable, never-ending and left you dreading your next car purchase.\r… [+3449 chars]"}, {"source": {"id": null, "name": "MarketWatch"}, "author": "Jon Swartz", "title": ": Facebook oversight board considers outright ban on Trump account", "description": "Trump’s account will remain suspended until a decision is reached, Facebook said in a blog post. The board will begin accepting public comments on the case next week.", "url": "https://www.marketwatch.com/story/facebook-oversight-board-considers-outright-ban-on-trump-account-11611256093", "urlToImage": "https://images.mktw.net/im-288676/social", "publishedAt": "2021-01-21T19:08:00Z", "content": "Facebook Inc. is turning to its Supreme Court to consider a permanent ban on former President Donald Trumps account.The independent Oversight Board a collection of 20 people that include a Nobel Peac… [+1612 chars]"}, {"source": {"id": "reuters", "name": "Reuters"}, "author": "Kevin Buckland", "title": "Dollar on back foot as Biden optimism bolsters riskier currencies - Reuters.com", "description": "* Greenback and other traditional havens lag as stocks hit records * Canadian dollar paced gains in commodity currencies overnight * Graphic: World FX rates https://tmsnrt.rs/2RBWI5E By Kevin Buckland TOKYO, Jan 21 (Reuters) - The dollar held losses versus mo…", "url": "https://www.reuters.com/article/global-forex-idUSL4N2JW0GI", "urlToImage": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800", "publishedAt": "2021-01-21T01:48:00Z", "content": "* Greenback and other traditional havens lag as stocks hit\r\nrecords\r\n * Canadian dollar paced gains in commodity currencies\r\novernight\r\n * Graphic: World FX rates tmsnrt.rs/2RBWI5E\r\nBy Kevin Buckland… [+3639 chars]"}, {"source": {"id": "reuters", "name": "Reuters"}, "author": "Andrew Galbraith", "title": "Asian stocks climb to record highs on Biden stimulus hopes - Reuters.com", "description": "Asian stocks scaled to record highs on Thursday as investors were hopeful the incoming Biden administration will be able to secure passage of a massive new stimulus package to cushion the economic damage of the COVID-19 pandemic.", "url": "https://www.reuters.com/article/us-global-markets-idUSKBN29P2Y7", "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20210121&t=2&i=1548537917&r=LYNXMPEH0J1R2&w=800", "publishedAt": "2021-01-21T06:48:00Z", "content": "SHANGHAI (Reuters) - Asian stocks scaled to record highs on Thursday as investors were hopeful the incoming Biden administration will be able to secure passage of a massive new stimulus package to cu… [+3525 chars]"}, {"source": {"id": null, "name": "Springwise.com"}, "author": "Lisa Magloff", "title": "Startup takes a collaborative approach to tackle e-waste", "description": "Karo Sambhav brings together manufacturers, distributors, and recyclers to coordinate their recycling efforts\nThe post Startup takes a collaborative approach to tackle e-waste appeared first on Springwise.", "url": "https://www.springwise.com/sustainability-innovation/computing-tech/karo-sambhav-e-waste-recycling", "urlToImage": "https://www.springwise.com/wp-content/uploads/2021/01/sustainability-innovationcomputing-techkaro-sambhav-e-waste-recycling-1.png", "publishedAt": "2021-01-21T06:00:00Z", "content": "Spotted: Electronic waste, or e-waste, is one of the worlds fastest-growing environmental challenges. In 2019, just 20 per cent of the 54 million tonnes of e-waste generated globally was recycled, wh… [+2304 chars]"}, {"source": {"id": null, "name": "Business 2 Community"}, "author": "John Allen", "title": "Ecommerce Fulfillment – Develop Your Strategy to Win and Keep Customers", "description": "The digital world has made us all more impatient. We expect technology to make things faster, and we get frustrated…", "url": "https://www.business2community.com/ecommerce/ecommerce-fulfillment-develop-your-strategy-to-win-and-keep-customers-02380287", "urlToImage": "https://cdn.business2community.com/wp-content/uploads/2021/01/image7-3-900x480.jpg", "publishedAt": "2021-01-21T19:00:22Z", "content": "The digital world has made us all more impatient. We expect technology to make things faster, and we get frustrated when we have to wait.\r\nThis applies particularly to ecommerce customers, who demand… [+14718 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Catherine Shu", "title": "Cloud infrastructure startup CloudNatix gets $4.5 million seed round led by DNX Ventures", "description": "CloudNatix, a startup that provides infrastructure for businesses with multiple cloud and on-premise operations, announced it has raised $4.5 million in seed...", "url": "https://techcrunch.com/2021/01/21/cloud-infrastructure-startup-cloudnatix-gets-4-5-million-seed-round-led-by-dnx-ventures/", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/dWJ9KWK3ixF3KyjOALDkqA--~B/aD02ODM7dz0xMDI0O2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/techcrunch_350/a34a88dfeda84f71e346bc6c7c03faeb", "publishedAt": "2021-01-21T15:00:19Z", "content": "Well, its official. Joe Biden is now President, and hell be backed at least for the short term by Democratic majorities in both Houses of Congress. Wall Street is taking the measure of the new Admini… [+7689 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Jordan Crook", "title": "PlayVS acquires GameSeta to accelerate expansion into Canada", "description": "PlayVS, the esports company bringing organized leagues to high schools and colleges, is today announcing its first acquisition.  The startup, which has...", "url": "https://techcrunch.com/2021/01/21/playvs-acquires-gameseta-to-accelerate-expansion-into-canada/", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/gfE3U3EKNN5CHn5W86ovbw--~B/aD0xMjgwO3c9MTkyMDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/techcrunch_350/4780647aaa1bf6f8f5d1d01af233845b", "publishedAt": "2021-01-21T15:35:41Z", "content": "PlayVS, the esports company bringing organized leagues to high schools and colleges, is today announcing its first acquisition. The startup, which has raised more than $100 million, has acquired Game… [+2634 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Connie Loizos", "title": "Telehealth startup Hims fell in its public trading debut -- and that's fine with its CEO", "description": "Hims & Hers, a San Francisco-based telehealth startup that sells sexual wellness and other health products and services to millennials, began trading...", "url": "https://techcrunch.com/2021/01/21/telehealth-startup-hims-fell-in-its-public-trading-debut-and-thats-fine-with-its-ceo/", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/oFBozRO1onL24tOGAnrhWw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD0xMTI1/https://s.yimg.com/uu/api/res/1.2/95ICZazsqv1n.nXIZUBqPQ--~B/aD0yMzg0O3c9NDI0MDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/techcrunch_350/5e149555a6e5b8b71b0c191858778b2d", "publishedAt": "2021-01-21T23:37:46Z", "content": "Hims &amp; Hers, a San Francisco-based telehealth startup that sells sexual wellness and other health products and services to millennials, began trading publicly today on the NYSE after completing a… [+6614 chars]"}, {"source": {"id": null, "name": "VentureBeat"}, "author": "Dean Takahashi", "title": "Rival Peak interactive reality show hits 22 million views", "description": "The game-like interactive reality show Rival Peak has turned into a hit on Facebook, with more than 22 million views for its weekly show.", "url": "https://venturebeat.com/2021/01/20/rival-peak-interactive-reality-show-hits-22-million-views/", "urlToImage": "https://venturebeat.com/wp-content/uploads/2021/01/rival-peak-5.jpg?w=1200&strip=all", "publishedAt": "2021-01-21T02:00:02Z", "content": "The game-like interactive reality show Rival Peak has turned into a hit on Facebook, with more than 22 million views of the first six episodes of the weekly show.\r\nGenvid Technologies and Pipeworks S… [+3608 chars]"}, {"source": {"id": null, "name": "Springwise.com"}, "author": "Lisa Magloff", "title": "A waste bin that demystifies the recycling process", "description": "A Californian startup is designing a waste bin that can remove the problem of contamination from home waste recycling\nThe post A waste bin that demystifies the recycling process appeared first on Springwise.", "url": "https://www.springwise.com/sustainability-innovation/work-lifestyle/lasso-robot-home-recycling", "urlToImage": "https://www.springwise.com/wp-content/uploads/2021/01/sustainability-innovationwork-lifestylelasso-robot-home-recycling.png", "publishedAt": "2021-01-21T06:00:00Z", "content": "Spotted: We all like to think we are doing our bit for the planet, but how often have you put something in the recycling bin without being sure that it is in fact recyclable? How often have you recyc… [+2130 chars]"}, {"source": {"id": "vice-news", "name": "Vice News"}, "author": "John Kehayias, Jason Koebler", "title": "Death by 1,000 Tabs: Confessions of a Tab Hoarder", "description": "How did I get to this point?", "url": "https://www.vice.com/en/article/88adya/death-by-1000-tabs-confessions-of-a-tab-hoarder", "urlToImage": "https://video-images.vice.com/articles/6001fc2c79a706009dc4f2bb/lede/1610742971853-gettyimages-107875931.jpeg?image-resize-opts=Y3JvcD0xeHc6MC44NTY1OTg5ODQ3NzE1NzM2eGg7Y2VudGVyLGNlbnRlciZyZXNpemU9MTIwMDoqJnJlc2l6ZT0xMjAwOio", "publishedAt": "2021-01-21T14:00:00Z", "content": "New Year's Day: a time for renewal. A time to start with a clean slate. I'm not one for resolutions, but I do take the time to clean up a bit: wipe down that grimy phone, dust off the monitor, and do… [+7061 chars]"}, {"source": {"id": null, "name": "Visual.ly"}, "author": "synapsesolutionsseo", "title": "Magento Ecommerce Development Company", "description": "Synapse Solutions is a presumed magento eCommerce development company that is popular for providing top-quality services. We have been a confided in n", "url": "https://visual.ly/community/Infographics/computers/magento-ecommerce-development-company", "urlToImage": "https://thumbnails-visually.netdna-ssl.com/magento-ecommerce-development-company_60092f5a8497e_w250_h250.jpg", "publishedAt": "2021-01-21T07:38:02Z", "content": "O SYNAPSE SOLUTIONS IT LEADERSHIP Using the combination of our industry expertise, experience, and strategic principles, we help grow your business and thrive in their industry. 1 1 Custom Web Applic… [+314 chars]"}, {"source": {"id": null, "name": "Internet"}, "author": "noreply@blogger.com (The Hacker News)", "title": "Importance of Application Security and Customer Data Protection to a Startup", "description": "When you are a startup, there are umpteen things that demand your attention. You must give your hundred percent (probably even more!) to work effectively and efficiently with the limited resources.\nUnderstandably, the application security importance may be pu…", "url": "https://thehackernews.com/2021/01/importance-of-application-security-and.html", "urlToImage": "https://thehackernews.com/images/-zUKynmUBI68/YAkaC1-s5SI/AAAAAAAAAw4/YYJ4NueVYjEcM26pfdeKSMHwXOwIW-jAgCLcBGAsYHQ/s0/indusface.jpg", "publishedAt": "2021-01-21T11:09:23Z", "content": "When you are a startup, there are umpteen things that demand your attention. You must give your hundred percent (probably even more!) to work effectively and efficiently with the limited resources.\r\n… [+5383 chars]"}, {"source": {"id": null, "name": "Techmeme.com"}, "author": null, "title": "Curtsy, which makes an app to allow women to sell their clothes, shoes, and accessories, raises $11M Series A led by Index Ventures (Sarah Perez/TechCrunch)", "description": "Sarah Perez / TechCrunch:\nCurtsy, which makes an app to allow women to sell their clothes, shoes, and accessories, raises $11M Series A led by Index Ventures  —  Curtsy, a clothing resale app and competitor to recently IPO'd Poshmark, announced today it has r…", "url": "https://www.techmeme.com/210120/p18", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/IMG_6035202.jpg?w=600", "publishedAt": "2021-01-21T03:50:15Z", "content": null}, {"source": {"id": null, "name": "Techmeme.com"}, "author": null, "title": "Soci, which offers tools to help businesses with \"localized marketing\" across search and social media, raises $80M Series D, bringing its total raised to $110M (Anthony Ha/TechCrunch)", "description": "Anthony Ha / TechCrunch:\nSoci, which offers tools to help businesses with “localized marketing” across search and social media, raises $80M Series D, bringing its total raised to $110M  —  Soci, a startup focused on what it calls “localized marketing,” is ann…", "url": "https://www.techmeme.com/210121/p25", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/GettyImages-1126648402.jpg?w=600", "publishedAt": "2021-01-21T20:55:27Z", "content": null}, {"source": {"id": null, "name": "Techmeme.com"}, "author": null, "title": "Oregon-based virtual healthcare startup Conversa has added $8M to its Series B after raising $12M last June, bringing its total raised to $34M (Mallory Hackett/MobiHealthNews)", "description": "Mallory Hackett / MobiHealthNews:\nOregon-based virtual healthcare startup Conversa has added $8M to its Series B after raising $12M last June, bringing its total raised to $34M  —  The automated care platform has been deployed at several health systems to rem…", "url": "https://www.techmeme.com/210120/p16", "urlToImage": "https://www.mobihealthnews.com/sites/default/files/Conserva_0.jpg", "publishedAt": "2021-01-21T00:35:01Z", "content": null}, {"source": {"id": null, "name": "Techmeme.com"}, "author": null, "title": "Georges, which develops software to automate accounting tasks for freelancers and small businesses, raises €35M and rebrands to Indy (Romain Dillet/TechCrunch)", "description": "Romain Dillet / TechCrunch:\nGeorges, which develops software to automate accounting tasks for freelancers and small businesses, raises €35M and rebrands to Indy  —  French startup Georges — or Georges.tech — is raising a new round of funding of $42.4 million …", "url": "https://www.techmeme.com/210121/p14", "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/kelly-sikkema-1484278-unsplash.jpg?w=569", "publishedAt": "2021-01-21T16:40:15Z", "content": null}, {"source": {"id": null, "name": "Tucows.com"}, "author": null, "title": "Retiring Tucows Downloads", "description": "Tucows is a tech company headquartered in Toronto, Canada since 1993. Tucows offers mobile, fiber Internet and domain name services as Ting, Hover, OpenSRS, Enom, Epag and Ascio.", "url": "https://www.tucows.com/retired/", "urlToImage": "https://app.jobvite.com/logo/tucowslogoonblue_1573162159821.png", "publishedAt": "2021-01-21T18:36:41Z", "content": "A note to Tucows Downloads visitors:\r\nAll good things\r\nWe have made the difficult decision to retire the Tucows Downloads site. Were pleased to say that much of the software and other assets that mad… [+2862 chars]"}, {"source": {"id": null, "name": "Ghacks Technology News"}, "author": "Martin Brinkmann", "title": "Firefox for Android is still miles away from full extension support", "description": "When Mozilla launched the redesigned Firefox mobile browser for Android, codename Fenix, in 2020, it knew that the new browser did not support all the features of the previous one. The organization […]\nThank you for being a Ghacks reader. The post Firefox for…", "url": "https://www.ghacks.net/2021/01/21/firefox-for-android-is-still-miles-away-from-full-extension-support/", "urlToImage": "https://www.ghacks.net/wp-content/uploads/2021/01/firefox-android-addons-extensions-support.png", "publishedAt": "2021-01-21T06:36:53Z", "content": "When Mozilla launched the redesigned Firefox mobile browser for Android, codename Fenix, in 2020, it knew that the new browser did not support all the features of the previous one. The organization h… [+2759 chars]"}, {"source": {"id": "vice-news", "name": "Vice News"}, "author": "Lorenzo Franceschi-Bicchierai, Emanuel Maiberg", "title": "Bugs Allowed Hackers to Hijack Kindle Accounts With Malicious Ebooks", "description": "The flaws that potentially allowed hackers to spend money using victims’ credit cards are now fixed.", "url": "https://www.vice.com/en/article/93wgzy/bugs-allowed-hackers-to-hack-kindle-accounts-with-malicious-ebooks", "urlToImage": "https://video-images.vice.com/articles/6009b4b94384dd009c12b3cc/lede/1611249197688-amazon-kindle.jpeg?image-resize-opts=Y3JvcD0xeHc6MC44NDI2eGg7MHh3LDAuMTU3NHhoJnJlc2l6ZT0xMjAwOiomcmVzaXplPTEyMDA6Kg", "publishedAt": "2021-01-21T17:21:49Z", "content": "A series of vulnerabilities in Amazon's Kindle could have allowed hackers to take control of victims' devices by sending them a malicious ebook, according to new research.\r\nYogev Bar-On, a researcher… [+3419 chars]"}, {"source": {"id": null, "name": "SlashGear"}, "author": "JC Torres", "title": "Browser maker Opera acquires GameMaker Studio developer YoYo Games", "description": "Some might say that the age of browser-based games is long gone, especially with the death of Flash that also heralded the demise of Farmville. At the same time, browsers and Web technologies have advanced to the point that more sophisticated games can be pla…", "url": "https://www.slashgear.com/browser-maker-opera-acquires-gamemaker-studio-developer-yoyo-games-20656138/", "urlToImage": "https://cdn.slashgear.com/wp-content/uploads/2021/01/Opera-x-Yoyo-games-–-14.jpg", "publishedAt": "2021-01-21T05:57:23Z", "content": "Some might say that the age of browser-based games is long gone, especially with the death of Flash that also heralded the demise of Farmville. At the same time, browsers and Web technologies have ad… [+1868 chars]"}, {"source": {"id": null, "name": "Techmeme.com"}, "author": null, "title": "Tom Blomfield, founder and president of UK digital bank Monzo, is leaving the company at the end of Jan., says he's been unhappy since it scaled beyond startup (Steve O'Hear/TechCrunch)", "description": "Steve O'Hear / TechCrunch:\nTom Blomfield, founder and president of UK digital bank Monzo, is leaving the company at the end of Jan., says he's been unhappy since it scaled beyond startup  —  Monzo founder Tom Blomfield is departing the U.K. challenger bank en…", "url": "https://www.techmeme.com/210120/p17", "urlToImage": "https://techcrunch.com/wp-content/uploads/2017/12/in-conversation-with-tom-blomfield-monzo-valentin-stalf-n26-and-nikolay-storonsky-revolut0263.jpg?w=600", "publishedAt": "2021-01-21T01:56:02Z", "content": null}, {"source": {"id": null, "name": "9to5google.com"}, "author": "Damien Wilde", "title": "Firefox for Android makes it even easier to add new browser extensions", "description": "Although Chrome dominates the mobile browser space on Android, Mozilla’s Firefox is a decent alternative with added — but limited — support for third-party extensions that make it a potential candidate for your browsing needs.\n more…\nThe post Firefox for Andr…", "url": "https://9to5google.com/2021/01/21/firefox-for-android-makes-it-even-easier-to-add-new-browser-extensions/", "urlToImage": "https://i0.wp.com/9to5google.com/wp-content/uploads/sites/4/2020/07/firefox_android_1.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1", "publishedAt": "2021-01-21T09:34:30Z", "content": "Although Chrome dominates the mobile browser space on Android, Mozilla’s Firefox is a decent alternative with added but limited support for third-party extensions that make it a potential candidate f… [+1518 chars]"}, {"source": {"id": null, "name": "Portableapps.com"}, "author": "John T. Haller", "title": "Google Chrome Portable 88.0.4324.96 Stable (web browser) Released", "description": "A new version of Google Chrome Portable Stable has been released. Google Chrome Portable is a web browser that runs web pages and applications quickly. The latest Beta and Dev builds are also available. It's packaged as a portable app, so you can take your br…", "url": "https://portableapps.com/news/2021-01-21--google-chrome-portable-88.0.4324.96-released", "urlToImage": null, "publishedAt": "2021-01-21T19:15:56Z", "content": "A new version of Google Chrome Portable Stable has been released. Google Chrome Portable is a web browser that runs web pages and applications quickly. The latest Beta and Dev builds are also availab… [+1497 chars]"}, {"source": {"id": null, "name": "GSMArena.com"}, "author": "Prasad", "title": "Chrome 88 checks for compromised passwords, adds tab search", "description": "Google has pushed out v88 of Chrome for desktop, which includes a handful of important changes.\n\n\n\n\n\nThe browser will now check if your saved passwords have been compromised, a feature standard to most dedicated password managers. If it finds a compromised pa…", "url": "https://www.gsmarena.com/chrome_88_checks_for_compromised_passwords_adds_tab_search-news-47318.php", "urlToImage": "https://fdn.gsmarena.com/imgroot/news/21/01/chrome-88/-476x249w4/gsmarena_000.jpg", "publishedAt": "2021-01-21T02:57:01Z", "content": "Google has pushed out v88 of Chrome for desktop, which includes a handful of important changes.\r\nThe browser will now check if your saved passwords have been compromised, a feature standard to most d… [+1127 chars]"}, {"source": {"id": null, "name": "Sophos.com"}, "author": "Paul Ducklin", "title": "S3 Ep16: Darkweb bust, security at home, and browser snoopage [Podcast]", "description": "Here's the latest podcast - listen now!", "url": "https://nakedsecurity.sophos.com/2021/01/21/s3-ep16-darkweb-bust-security-at-home-and-browser-snoopage-podcast/", "urlToImage": "https://nakedsecurity.sophos.com/wp-content/uploads/sites/2/2021/01/nean-with-mic-wt-greys-1200.png?w=775", "publishedAt": "2021-01-21T12:07:38Z", "content": "Anonymous and private, yet busted – we explain how darkweb sites sometimes keep your secrets… and sometimes don’t. We help you improve your cybersecurity at home. And we tell you the tale of a compan… [+577 chars]"}, {"source": {"id": null, "name": "Amazon.com"}, "author": null, "title": "Nobody Has Said It Better Than Michael Scott Quoting Wayne Gretzky", "description": "How many layers of quotes do you think we can get away with? Three? Four? Doesn't matter, we're inspired as all heck.", "url": "https://www.amazon.com/Michael-Scott-Motivational-Quote-Poster/dp/B07KVNZXFG/ref=as_li_ss_tl?&linkCode=ll1&tag=diggjanuary2021-20&linkId=b1cbfe77d54f8831ef8cffc1ea4679cc&language=en_US", "urlToImage": null, "publishedAt": "2021-01-21T21:10:21Z", "content": "Enter the characters you see below\r\nSorry, we just need to make sure you're not a robot. For best results, please make sure your browser is accepting cookies."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "7 airlines poised to win big now that Norwegian Air is cancelling its cheap trans-Atlantic flights", "description": "Summary List PlacementNorwegian Air Shuttle, the budget airline that helped usher in a wave of low-cost airfare across the Atlantic Ocean, announced last week that it would permanently suspend all intercontinental flying, focusing instead on regional European…", "url": "https://www.businessinsider.com/norwegian-air-us-europe-transatlantic-winners-losers-2021-1", "urlToImage": "https://i.insider.com/6007642f660f6c0018349dcf?width=1200&format=jpeg", "publishedAt": "2021-01-21T13:52:00Z", "content": "Norwegian Air Shuttle, the budget airline that helped usher in a wave of low-cost airfare across the Atlantic Ocean, announced last week that it would permanently suspend all intercontinental flying,… [+3857 chars]"}, {"source": {"id": null, "name": "Barron's"}, "author": "Teresa Rivas", "title": "Shopify’s Walmart Deal Is Helping Both Retailers. Investors Should Take a Closer Look.", "description": "Investors playing the online shopping boom might want to pay more attention to the Walmart and Shopify partnership.", "url": "https://www.barrons.com/articles/shopify-walmart-stock-partnership-amazon-51611252072", "urlToImage": "https://images.barrons.com/im-288400/social", "publishedAt": "2021-01-21T18:02:00Z", "content": "Even before the pandemic, consumers spent some $2 trillion globally58% of overall saleson online marketplaces in 2019. That trend has only grown in the wake of Covid-19, as emphasized by recent initi… [+2078 chars]"}, {"source": {"id": null, "name": "Forbes"}, "author": "Gary Drenik, Contributor, \n Gary Drenik, Contributor\n https://www.forbes.com/sites/garydrenik/", "title": "2020 Accelerated The Future Of ECommerce. What Does That Means For 2021?", "description": "As the Covid-19 pandemic pushed consumers indoors in March 2020, eCommerce saw exponential growth. While analysts and industry experts anticipated slow adoption of online platforms, continued public health concerns enabled small online businesses to grow thei…", "url": "https://www.forbes.com/sites/garydrenik/2021/01/21/2020-accelerated-the-future-of-ecommerce-what-does-that-means-for-2021/", "urlToImage": "https://thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F6008e0322f29cde66c8e1de7%2F0x0.jpg", "publishedAt": "2021-01-21T15:00:00Z", "content": "eCommerce Shopping Cart\r\nAdobeStock_275154590\r\nAs the Covid-19 pandemic pushed consumers worldwide indoors at the start of 2020, eCommerce saw exponential growth. While analysts and industry experts … [+6017 chars]"}, {"source": {"id": null, "name": "Vox"}, "author": "Madeline Marshall", "title": "Tech platforms banned Trump. Now what?", "description": "Deplatforming Trump won’t stop the big lie.", "url": "https://www.vox.com/2021/1/21/22242544/tech-platforms-banned-trump-now-what-twitter", "urlToImage": "https://cdn.vox-cdn.com/thumbor/zFq_-dA1BUpT4JLg2n8BniwMfUI=/0x38:1920x1043/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/22250184/VDC_NWS_065_deplatforming_trump_clean.jpg", "publishedAt": "2021-01-21T17:15:00Z", "content": "Former President Donald Trump has now been kicked off of social media platforms from Facebook and Twitter to Shopify. But the misinformation he spread on those platforms lives on.\r\nHis suspension fol… [+1370 chars]"}, {"source": {"id": null, "name": "Seeking Alpha"}, "author": null, "title": "Web Wars: Shopify Vs. Square Vs. Wix Vs. BigCommerce", "description": "WIX and BIGC are pure-play web builders. Shopify and Square provide more of an ecosystem for merchants both online and offline.", "url": "https://seekingalpha.com/article/4400158-web-wars-shopify-vs-square-vs-wix-vs-bigcommerce?source=feed_all_articles", "urlToImage": "https://static3.seekingalpha.com/assets/og_image_192-59bfd51c9fe6af025b2f9f96c807e46f8e2f06c5ae787b15bf1423e6c676d4db.png", "publishedAt": "2021-01-21T15:43:39Z", "content": null}, {"source": {"id": null, "name": "Android Community"}, "author": "Ida Torres", "title": "Chrome 88 brings better password management", "description": "With the sheer number of websites, accounts, and apps that we use daily and weekly, password management of all these can sometimes be a pain. That’s why it’s pretty important to have a trusted and easy-to-use password management service. If you don’t want to …", "url": "https://androidcommunity.com/chrome-88-brings-better-password-management-20210121/", "urlToImage": "https://cdn.androidcommunity.com/wp-content/uploads/2021/01/Screen-Shot-2021-01-21-at-11.13.17-PM.jpg", "publishedAt": "2021-01-21T15:15:10Z", "content": "With the sheer number of websites, accounts, and apps that we use daily and weekly, password management of all these can sometimes be a pain. That’s why it’s pretty important to have a trusted and ea… [+1938 chars]"}, {"source": {"id": null, "name": "Seeking Alpha"}, "author": null, "title": "eBay: Valuation Attractive, But Growth Concerns Remain", "description": "eBay has one of the lowest valuations in the ecommerce space. Although the company is still very profitable, I remain concerned about future growth.", "url": "https://seekingalpha.com/article/4400166-ebay-valuation-attractive-growth-concerns-remain?source=feed_all_articles", "urlToImage": "https://static3.seekingalpha.com/assets/og_image_192-59bfd51c9fe6af025b2f9f96c807e46f8e2f06c5ae787b15bf1423e6c676d4db.png", "publishedAt": "2021-01-21T16:44:41Z", "content": null}, {"source": {"id": null, "name": "AppleInsider"}, "author": "news@appleinsider.com (Mike Peterson)", "title": "Apple has the means to disrupt the electric vehicle space, analyst says", "description": "Apple's portfolio of existing technologies could make its \"Apple Car\" a formidable competitor in the electric vehicle market, investment bank Cowen says.Credit: AppleInsiderIn a note to investors seen by AppleInsider, Cowen analyst Krish Sankar says that the …", "url": "https://appleinsider.com/articles/21/01/21/apple-has-the-means-to-disrupt-the-electric-vehicle-space-analyst-says", "urlToImage": "https://photos5.appleinsider.com/gallery/39926-76728-Apple-Car-xl.jpg", "publishedAt": "2021-01-21T15:08:07Z", "content": "Apple's portfolio of existing technologies could make its \"Apple Car\" a formidable competitor in the electric vehicle market, investment bank Cowen says.\r\nIn a note to investors seen by AppleInsider,… [+2633 chars]"}, {"source": {"id": null, "name": "SlashGear"}, "author": "Brittany A. Roston", "title": "Microsoft Edge is the latest browser to get leaked passwords warning", "description": "Microsoft is adding a new Edge feature that will be familiar to Chrome and select other browser users: an alert when your password is compromised. Called Password Monitor, the security feature is designed to alert users when their password has been discovered…", "url": "https://www.slashgear.com/microsoft-edge-is-the-latest-browser-to-get-leaked-passwords-warning-21656249/", "urlToImage": "https://cdn.slashgear.com/wp-content/uploads/2021/01/microsoft_edge_main.jpg", "publishedAt": "2021-01-21T23:00:57Z", "content": "Microsoft is adding a new Edge feature that will be familiar to Chrome and select other browser users: an alert when your password is compromised. Called Password Monitor, the security feature is des… [+1394 chars]"}, {"source": {"id": null, "name": "Visual.ly"}, "author": "marketingscraft", "title": "Expert Amazon Virtual Assistant to Expand Your Ecommerce Business", "description": "Expert Amazon Virtual Assistant helped eCommerce business owners to expand their business by accomplishing all the time-taking tasks and provide assis", "url": "https://visual.ly/community/Infographics/business/expert-amazon-virtual-assistant-expand-your-ecommerce-business", "urlToImage": "https://thumbnails-visually.netdna-ssl.com/expert-amazon-virtual-assistant-to-expand-your-ecommerce-business_6009645f14e44_w250_h250.png", "publishedAt": "2021-01-21T11:24:14Z", "content": "SERVICES Craft Expert Amazon Virtual Assistant Start your Project, we'll transform your thoughts into new vision... For more information and updates visit our social media accounts. What you wil get … [+458 chars]"}, {"source": {"id": null, "name": "Business 2 Community"}, "author": "Barry Roos", "title": "In an Amazon World, Charging High Shipping Prices Is a No-No", "description": "As a company that works with small businesses, when we are building out eCommerce solutions one of the sticking points…", "url": "https://www.business2community.com/ecommerce/in-an-amazon-world-charging-high-shipping-prices-is-a-no-no-02380254", "urlToImage": "https://cdn.business2community.com/wp-content/uploads/2021/01/In-an-Amazon-world-charging-high-shipping-prices-is-a-no-no-web.jpg", "publishedAt": "2021-01-21T17:30:30Z", "content": "As a company that works with small businesses, when we are building out eCommerce solutions one of the sticking points tends to be shipping price. Even if the companys price is lower than it is on Am… [+3166 chars]"}, {"source": {"id": null, "name": "Business Wire"}, "author": null, "title": "New Report Identifies Top 2021 eCommerce Investment and Innovation Trends From 115 Leading Brands", "description": "WALTHAM, Mass.--(BUSINESS WIRE)--Yottaa, Inc., the leading cloud platform for accelerating eCommerce, today announced the publication of a new research report titled, “2021 eCommerce Leaders Survey: Investment & Innovation Trends.” The objective of the resear…", "url": "https://www.businesswire.com/news/home/20210121005201/en/New-Report-Identifies-Top-2021-eCommerce-Investment-and-Innovation-Trends-From-115-Leading-Brands", "urlToImage": "https://mms.businesswire.com/media/20210121005201/en/853595/23/Yottaa-logo.jpg", "publishedAt": "2021-01-21T13:05:44Z", "content": "WALTHAM, Mass.--(BUSINESS WIRE)--Yottaa, Inc., the leading cloud platform for accelerating eCommerce, today announced the publication of a new research report titled, 2021 eCommerce Leaders Survey: I… [+4488 chars]"}, {"source": {"id": null, "name": "The Economist"}, "author": "The Economist", "title": "Business this week", "description": "", "url": "https://www.economist.com/the-world-this-week/2021/01/21/business-this-week", "urlToImage": "https://www.economist.com/img/b/1280/720/90/sites/default/files/images/2021/01/articles/main/20210123_wwp501.jpg", "publishedAt": "2021-01-21T15:52:03Z", "content": "Janet Yellen, Joe Bidens pick as treasury secretary, urged senators to pass the new presidents $1.9trn stimulus package, saying there should be no compromise in helping people who are struggling thro… [+4627 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Margaux MacColl", "title": "Venture capitalists are already pushing Biden to address immigration issues, invest in climate tech. 'It wasn't really worth talking to the Trump Administration.'", "description": "Summary List PlacementIt's a new day for the venture capital industry. With President Joe Biden officially in office, there's finally a chance for VCs to push policies that the previous administration recoiled from.\nFrom investment in climate change technolog…", "url": "https://www.businessinsider.com/vcs-promptly-push-biden-on-immigration-greentech-taxes-2021-1", "urlToImage": "https://i.insider.com/6009ca3a21f52a0018cb9e28?width=1200&format=jpeg", "publishedAt": "2021-01-21T22:55:22Z", "content": "It's a new day for the venture capital industry. With President Joe Biden officially in office, there's finally a chance for VCs to push policies that the previous administration recoiled from.\r\nFrom… [+5373 chars]"}, {"source": {"id": null, "name": "Visual.ly"}, "author": "tech-prastish", "title": "Bigcommerce Expert Developer with Intuitive Skills", "description": "For a variety of reasons, BigCommerce is one of the most popular platforms for eCommerce. One of those reasons, however, is also why it can be so diff", "url": "https://visual.ly/community/Infographics/computers/bigcommerce-expert-developer-intuitive-skills", "urlToImage": "https://thumbnails-visually.netdna-ssl.com/bigcommerce-expert-developer-with-intuitive-skills_6009128c43e92_w250_h250.png", "publishedAt": "2021-01-21T05:35:08Z", "content": "TP TECH PRASTISH SOFTWARE SOLUTIO NS BIGCOMMERCE DEVELOPMENT SERVICES WWW.TECH - PRASTIS H.COM 1 2 BIGCOMMERCE DEVELOPMENT FedEx Store Setup App &amp; API Development Start your online business today… [+839 chars]"}, {"source": {"id": null, "name": "Tech in Asia"}, "author": "Deepti Sri", "title": "Lalamove close to raising $1.5b in new round, report says", "description": "The Hong Kong-based startup reportedly raised US$1.3 billion in the first two tranches of its series F round, which was led by Hillhouse Capital.", "url": "https://www.techinasia.com/lalamove-close-raising-15b-financing-report?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+PennOlson+%28Tech+in+Asia%29", "urlToImage": null, "publishedAt": "2021-01-21T07:29:27Z", "content": null}, {"source": {"id": null, "name": "Fashionista"}, "author": "Dara Prant", "title": "Victoria Brito Is Channeling the Male-Centric World of Sneakers Into Fine Jewelry for All", "description": "Sneakerheads and fine jewelry enthusiasts may be after different shiny objects, but they do share this one belief: the harder an object is to find, the cooler it is.  From subscribing to both the worlds of Nike and Lorraine Schwartz, Victoria Brito knows this…", "url": "https://fashionista.com/2021/01/victoria-brito-fine-jewelry-collection-sneakers", "urlToImage": "https://fashionista.com/.image/t_share/MTc4MzUxMDE3MTc0MjQ3MDIx/victoria-brito-fine-jewelry.png", "publishedAt": "2021-01-21T13:00:00Z", "content": "Photo: Courtesy of Victoria Brito\r\nSneakerheads and fine jewelry enthusiasts may be after different shiny objects, but they do share this one belief: the harder an object is to find, the cooler it is… [+4225 chars]"}, {"source": {"id": null, "name": "Forbes"}, "author": "Toby Shapshak, Senior Contributor, \n Toby Shapshak, Senior Contributor\n https://www.forbes.com/sites/tobyshapshak/", "title": "Despite Covid-19,. African Tech Startups Raise $700m In Record-Breaking 2020", "description": "African tech startup ecosystem experienced “a record year for investment… with more startups raising more money, from more investors, than ever before,” according to the African Tech Startups Funding Report 2020.", "url": "https://www.forbes.com/sites/tobyshapshak/2021/01/21/despite-covid-19-african-tech-startups-raise-700m-in-record-breaking-2020/", "urlToImage": "https://thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F60099c9fa64630fd4177a493%2F0x0.jpg%3FcropX1%3D0%26cropX2%3D514%26cropY1%3D57%26cropY2%3D346", "publishedAt": "2021-01-21T15:26:29Z", "content": "The African Tech Startups Funding Report 2020.\r\nDisrupt Africa\r\nEven though many economies in Africa were hamstrung by Covid-19 lockdowns, one sector has outperformed its growth last year. African te… [+820 chars]"}, {"source": {"id": null, "name": "Visual.ly"}, "author": "wpresstools", "title": "Wpress Tools", "description": "We are a company that specializes in trafficking over the software program wished for the development of websites. These are WordPress themes or plugi", "url": "https://visual.ly/community/Infographics/business/wpress-tools", "urlToImage": "https://thumbnails-visually.netdna-ssl.com/wpress-tools_60097c7075aab_w250_h250.jpg", "publishedAt": "2021-01-21T13:06:56Z", "content": "YEARLY MEMBERSHIP $240 $49.99 FLASH SALE 15 55 23 f HURRY UP! &gt; LIFETIME MEMBERSHIP $500 $99.99 HOURS MIN All v Search Plugins &amp; Themes. LOGIN / REGISTER CART WPressTRI WP THEMES - WP PLUGINS … [+9432 chars]"}, {"source": {"id": null, "name": "Kalidoface.com"}, "author": "Andy Baio", "title": "Kalidoface", "description": "Animate virtual characters using your browser webcam in real time! Perfect for livestreaming, chatting with friends, or just having fun!", "url": "https://kalidoface.com/", "urlToImage": "https://raw.githubusercontent.com/yeemachine/kalidoface-live2d-models/main/Icons/meta.jpg", "publishedAt": "2021-01-21T19:49:14Z", "content": null}, {"source": {"id": null, "name": "Windows Central"}, "author": "Zac Bowden", "title": "New privacy, security, and productivity features are coming to Edge today", "description": "A new password generator, sync options, and more are now available.\n\nWhat you need to know\n\n\nMicrosoft Edge 88 is now rolling out in the stable channel.\nIt introduces new security features such as a password generator.\nThere are also new productivity and priv…", "url": "https://www.windowscentral.com/microsoft-edge-88-arrives-new-privacy-security-and-productivity-features", "urlToImage": "https://www.windowscentral.com/sites/wpcentral.com/files/styles/large/public/field/image/2021/01/themes-static-screen-edge.jpg", "publishedAt": "2021-01-21T17:40:13Z", "content": "Microsoft is rolling out version 88 of its Edge web browser today, bringing with it several new privacy, security and productivity features designed to make browsing the web easier and more secure. M… [+1873 chars]"}, {"source": {"id": null, "name": "Yahoo Entertainment"}, "author": "PR Newswire", "title": "K2 Sports Upgrades B2B eCommerce With Emerald's Elastic Suite Platform", "description": "Emerald Holding, Inc. (\"Emerald\") today announced that legendary ski, snowboard and winter outdoor equipment manufacturer, K2 Sports, has deployed Emerald's ...", "url": "https://finance.yahoo.com/news/k2-sports-upgrades-b2b-ecommerce-103700936.html", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/VbMJf3.1HEbNVpils1SxWw--~B/aD0xNjt3PTE2O2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/prnewswire.com/a087ff231b7a57e775258562097cc806", "publishedAt": "2021-01-21T10:37:00Z", "content": "Electric cars are growing in popularity, a trend fueled by social acceptance, the green mentality, and a recognition that the internal combustion engine does have its flaws. Some of those flaws are a… [+8352 chars]"}, {"source": {"id": null, "name": "Growthhackers.com"}, "author": null, "title": "WooCommerce B2B: Setup Your Wholesale Store With WooCommerce", "description": "WooCommerce has substantially shown its potential in the B2C market space, targeting every need of the eCommerce platform and its consumers. Similarly, WooCommerce has enormous potential to sustain the B2B eCommerce market as well. \n\nHowever, the WooCommerce …", "url": "https://growthhackers.com/articles/woocommerce-b2b-setup-your-wholesale-store-with-woocommerce", "urlToImage": "https://makewebbetter.com/wp-content/uploads/2020/12/Setup-Your-WooCommerce-B2B-Store.png", "publishedAt": "2021-01-21T13:02:27Z", "content": "WooCommerce has substantially shown its potential in the B2C market space, targeting every need of the eCommerce platform and its consumers. Similarly, WooCommerce has enormous potential to sustain t… [+335 chars]"}, {"source": {"id": "axios", "name": "Axios"}, "author": "Bryan Walsh", "title": "Mental health app keeps tabs on patients, tracking inactivity, sleep disruption...", "description": "Mental health app keeps tabs on patients, tracking inactivity, sleep disruption...\r\n\n \n \n \n (Second column, 2nd story, link)", "url": "https://www.axios.com/neuroflow-mental-health-telemedicine-app-46286d3d-7f68-4b1c-ab5d-20f6da6704ff.html", "urlToImage": "https://images.axios.com/03jDpFylYg0zoZaNd5yr3IjQsKE=/0x0:1920x1080/1366x768/2021/01/21/1611243225070.jpg", "publishedAt": "2021-01-21T16:46:49Z", "content": "A tech startup is helping providers monitor their patients' moods and mental health status through a remote app.\r\nWhy it matters: Mental health is an unaddressed crisis in the U.S., and it's only got… [+1885 chars]"}, {"source": {"id": null, "name": "Betalist.com"}, "author": "BetaList", "title": "THINGS – Generate 3D device mockups in a quick and engaging way", "description": "Generate 3D device mockups in a quick and engaging way", "url": "https://betalist.com/startups/morflax", "urlToImage": "https://betalist.imgix.net/attachment/148908/image/ae9fba4d474f704f759ebffa19ab1c6f.jpg?ixlib=rb-4.0.0&s=1530fadc94d3327d6aa49d4742a9baf7", "publishedAt": "2021-01-21T17:21:28Z", "content": "THINGS is a browser-based interactive 3D tool to generate custom device mockups. Our 3D devices can fit into your presentation, just upload your design, adjust settings, and download your individual … [+249 chars]"}, {"source": {"id": null, "name": "Yahoo Entertainment"}, "author": "Wayne Duggan", "title": "How Option Traders Are Playing Ford Following $2.7B Rivian EV Truck Investment", "description": "Ford Motor Company (NYSE: F) shares spiked 6.6% Thursday and are now up 18.6% in the past week following news that Ford electric truck startup Rivian raised ...", "url": "https://finance.yahoo.com/news/option-traders-playing-ford-following-194038225.html", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/QL26TcAHQdbvDr9KVIC38Q--~B/aD00MDA7dz02MDA7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/Benzinga/fc4fc80bbe726fff9e5b70ae3c42b6ef", "publishedAt": "2021-01-21T19:40:38Z", "content": "Well, its official. Joe Biden is now President, and hell be backed at least for the short term by Democratic majorities in both Houses of Congress. Wall Street is taking the measure of the new Admini… [+7689 chars]"}, {"source": {"id": null, "name": "Yahoo Entertainment"}, "author": "PR Newswire", "title": "BOLD Adds New Leadership in Support of Direct-to-Consumer eCommerce Growth", "description": "Today BOLD Strategies, Inc. (\"BOLD\"), a strategic eCommerce consultancy, announced the hire of Chase Carter as Director of Creative and Web Development...", "url": "https://finance.yahoo.com/news/bold-adds-leadership-support-direct-111500299.html", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/0tnc4oNCnAgefR3Vq8q.gQ--~B/aD0xNjt3PTE2O2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/prnewswire.com/1d83525baa744041607ecd13ad529ced", "publishedAt": "2021-01-21T11:15:00Z", "content": "Electric cars are growing in popularity, a trend fueled by social acceptance, the green mentality, and a recognition that the internal combustion engine does have its flaws. Some of those flaws are a… [+8352 chars]"}, {"source": {"id": null, "name": "Maketecheasier.com"}, "author": "Laura Tucker", "title": "Brave First Browser to Include IPFS Protocol", "description": "The more we spend our lives hooked up to the Internet in one way or another, the more we are demanding that the experience be more secure. The Brave browser is handling it in an entirely different way — while still promising privacy, it’s also introducing IPF…", "url": "https://www.maketecheasier.com/brave-first-browser-include-ipfs-protocol/", "urlToImage": "https://www.maketecheasier.com/assets/uploads/2021/01/Brave-Browser-IPFS-Featured.jpg", "publishedAt": "2021-01-21T11:30:18Z", "content": "The more we spend our lives hooked up to the Internet in one way or another, the more we are demanding that the experience be more secure. The Brave browser is handling it in an entirely different wa… [+2768 chars]"}, {"source": {"id": null, "name": "Austin American-Statesman"}, "author": "Kara Carlson, Austin American-Statesman", "title": "Austin insurance tech startup Loop raises funding, gets set to launch - Austin American-Statesman", "description": "Austin insurance tech startup Loop raises funding, gets set to launch  Austin American-Statesman", "url": "https://www.statesman.com/story/business/2021/01/21/austin-insurance-tech-startup-loop-raises-funding-gets-set-launch/4153108001/", "urlToImage": "https://www.gannett-cdn.com/presto/2020/12/22/NAAS/8247c5b3-15b4-451d-86bf-d7b27374af73-Skyline.JPG?auto=webp&crop=4999,2812,x0,y189&format=pjpg&width=1200", "publishedAt": "2021-01-21T16:27:26Z", "content": "Austin-based Loop, a usage-based insurance technology startup, has raised $3.25 million and says it is close to launching its platform in Texas. \r\nThe funding round was led by Freestyle VC, with part… [+3850 chars]"}, {"source": {"id": null, "name": "Triangle Business Journal"}, "author": null, "title": "How Atlanta startup Music Tech Works is changing the way we license music - Atlanta Business Chronicle", "description": "How Atlanta startup Music Tech Works is changing the way we license music  Atlanta Business Chronicle", "url": "https://www.bizjournals.com/atlanta/inno/stories/profiles/2021/01/21/music-tech-works-changing-music-licensing.html", "urlToImage": null, "publishedAt": "2021-01-21T19:07:00Z", "content": null}, {"source": {"id": null, "name": "Tech in Asia"}, "author": "Doris Yu", "title": "Indian game-streaming startup bags $1.6m in Elevation-led seed round", "description": "The round was led by Elevation Capital, with participation from Better Capital.", "url": "https://www.techinasia.com/5monthold-indian-gaming-startup-bags-16m-seed?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+PennOlson+%28Tech+in+Asia%29", "urlToImage": null, "publishedAt": "2021-01-21T10:38:28Z", "content": null}, {"source": {"id": null, "name": "Tech in Asia"}, "author": "Doris Yu", "title": "GGV-backed Chinese edtech startup nets $100m in series D, E rounds", "description": "The fresh capital will go toward market expansion, the research and development of digital technology, as well as team building.", "url": "https://www.techinasia.com/ggvbacked-edtech-startup-nets-100m-series-rounds?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+PennOlson+%28Tech+in+Asia%29", "urlToImage": null, "publishedAt": "2021-01-21T10:31:44Z", "content": null}, {"source": {"id": null, "name": "Idownloadblog.com"}, "author": "Sandy Writtenhouse", "title": "Tips for effectively using Search in Notes on Mac", "description": "Look at several ways you can search notes on Mac to find what you want faster and easier. These tips can reduce the time you spend searching.", "url": "https://www.idownloadblog.com/2021/01/21/tips-search-notes-mac/", "urlToImage": "https://media.idownloadblog.com/wp-content/uploads/2021/01/Tips-Search-Notes-Mac-iMac.jpg", "publishedAt": "2021-01-21T13:00:10Z", "content": "If you are a heavy user of the Notes app, then you likely have many folders, tons of notes, and use it with multiple accounts. So when its time to find a note, it can feel like a tedious task. But wi… [+3812 chars]"}]}