{"status": "ok", "totalResults": 11, "articles": [{"source": {"id": null, "name": "Limburger.nl"}, "author": "Sjak Planthof", "title": "Corona-uitbraak treft zorgcentrum in Elsloo vlak voor tweede prik - De Limburger", "description": "Zorgcentrum Aelserhof in Elsloo is midden in het vaccinatieproces getroffen door een stevige corona-uitbraak. De besmettingen zijn aan het licht gekomen vlak voordat een groot deel van de bewoners de tweede vaccinatieprik zou krijgen.", "url": "https://www.limburger.nl/cnt/dmf20210223_95365896", "urlToImage": "https://static.limburger.nl/Assets/Images_Upload/2021/02/23/37460346-75e0-11eb-81b4-a155f0cd89b3_web_translate_-2.43e-4_-1.65e-4__scale_0.0636575_0.0636575__.jpg", "publishedAt": "2021-02-23T17:52:00Z", "content": "Elsloo -Zorgcentrum Aelserhof in Elsloo is midden in het vaccinatieproces getroffen door een stevige corona-uitbraak. De besmettingen zijn aan het licht gekomen vlak voordat een groot deel van de bew… [+42 chars]"}, {"source": {"id": null, "name": "Frontpage.fok.nl"}, "author": null, "title": "COVID-19: Maatregelen werken, toch meer besmettingen, groei hoogst bij kinderen - FOK!", "description": "In de week van 17 tot en met 23 februari, kregen 29.977 personen een positieve corona testuitslag. Een stijging van bijna 19% ten opzichte van de week ervoor. Afgelopen week hebben 263.291 mensen zich laten testen, dat zijn meer testen in vergelijking met de …", "url": "https://frontpage.fok.nl/nieuws/843449/1/1/50/covid-19-maatregelen-werken-toch-meer-besmettingen-groei-hoogst-bij-kinderen.html", "urlToImage": "https://i.fokzine.net/upload/21/02/210223_485843_Aantal-meldingen-per-100-000-inwoners-per-leeftijdsgroep-per-kalenderweek_500_333.png", "publishedAt": "2021-02-23T16:30:06Z", "content": "In de week van 17 tot en met 23 februari, kregen 29.977 personen een positieve corona testuitslag. Een stijging van bijna 19% ten opzichte van de week ervoor. Afgelopen week hebben 263.291 mensen zic… [+2838 chars]"}, {"source": {"id": null, "name": "Volkskrant.nl"}, "author": "Mon Klein Douwel", "title": "Hersenen overdrijven gebeurtenissen om ze beter te onthouden - Volkskrant", "description": "Waarom vertelt iemand dat hij een vis van 1,5 meter ving, terwijl de vangst toch echt een stuk kleiner was?  Nieuw onderzoek wijst uit dat mensen n...", "url": "https://www.volkskrant.nl/wetenschap/hersenen-overdrijven-gebeurtenissen-om-ze-beter-te-onthouden~bfee5dd9/", "urlToImage": "https://images0.persgroep.net/rcs/hIhcNMYRdTBiOcNKap7GLM-BIDE/diocontent/152087681/_fitwidth/763?appId=93a17a8fd81db0de025c8abd1cca1279&quality=0.8", "publishedAt": "2021-02-23T13:05:44Z", "content": "Testpersoon Niklas Thiel showt aan de Technische Universiteit München een zogenoemde EEG-cap, die de hersenactiviteit registreert.Beeld Reuters\r\nDat schrijven neurowetenschappers van de Universiteit … [+2727 chars]"}, {"source": {"id": null, "name": "Www.ad.nl"}, "author": "Niels Klaassen", "title": "Wie krijgt voorrang op de ic? Zware drugsgebruiker zal niet snel voor fitte oudere gaan - AD.nl", "description": "Volgens het nieuwe crisisprotocol voor acute ic-schaarste zal een zware drugsgebruiker van 40 jaar niet snel voor een gezonde zeventiger gaan. Omdat eerst naar iemands conditie gekeken wordt voordat het leeftijdscriterium ingaat, vallen zeer zwakke of ongezon…", "url": "https://www.ad.nl/gezond/wie-krijgt-voorrang-op-de-ic-zware-drugsgebruiker-zal-niet-snel-voor-fitte-oudere-gaan~a45a509c/", "urlToImage": "https://images0.persgroep.net/rcs/-d64gsAIPgeBGHfh-h-AYx5wWzs/diocontent/182188161/_focus/0.58/0.39/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-23T11:48:18Z", "content": "Het noodplan voor strengere selectie aan de deur bij de intensive care was maandenlang onderwerp van een taaie discussie tussen medici en politici. Uiteindelijk trokken de artsen aan het langste eind… [+4514 chars]"}, {"source": {"id": null, "name": "Dagelijksestandaard.nl"}, "author": "", "title": "Nederlandse overheid doet wel stoer maar betaalt gewoon losgeld aan piraten, of laat familie betalen - De Dagelijkse Standaard", "description": "Volgens de NRC bleek de Nederlandse overheid betrokken bij het betalen van losgeld aan Nigeriaanse piraten. Dat gaat volledig in tegen ons eigen losgeld-beleid. In dit artikel van EenVandaag legt een onderhandelaar uit hoe dat kan. En wat blijkt? Nederland wr…", "url": "https://www.dagelijksestandaard.nl/2021/02/nederlandse-overheid-doet-wel-stoer-maar-betaalt-gewoon-losgeld-aan-piraten-of-laat-familie-betalen/", "urlToImage": "https://cdn-04.dagelijksestandaard.nl/wp-content/uploads/2021/02/shutterstock_589309172.jpg?x95390", "publishedAt": "2021-02-22T19:00:17Z", "content": "Volgens de NRC bleek de Nederlandse overheid betrokken bij het betalen van losgeld aan Nigeriaanse piraten. Dat gaat volledig in tegen ons eigen losgeld-beleid. In dit artikel van EenVandaag legt een… [+2518 chars]"}, {"source": {"id": null, "name": "Welingelichtekringen.nl"}, "author": null, "title": "“Mensen met een bril raken tot drie keer minder vaak besmet met coronavirus” - wel.nl - Welingelichte Kringen", "description": "“Mensen met een bril raken tot drie keer minder vaak besmet met coronavirus”", "url": "https://www.welingelichtekringen.nl/gezond/2538399/mensen-met-een-bril-raken-tot-drie-keer-minder-vaak-besmet-met-coronavirus.html", "urlToImage": "https://welingelicht-welingelichtekri.netdna-ssl.com/wp-content/uploads/2021/02/158150906.jpg", "publishedAt": "2021-02-22T17:25:13Z", "content": "Een bril lijkt enigszins te beschermen tegen corona. Volgens Indiase wetenschappers zitten brildragers veel minder aan hun ogen waardoor ze tot drie keer minder kans hebben om besmet te raken met het… [+666 chars]"}, {"source": {"id": null, "name": "Nos.nl"}, "author": null, "title": "Grote Schotse studie: één prik voorkomt veel ziekenhuisopnames - NOS", "description": "Uit voorlopige resultaten van een studie naar alle inwoners van Schotland blijkt dat ingeënte 80+'ers zo'n 80 procent minder kans hebben om op te worden genomen in het ziekenhuis.", "url": "https://nos.nl/l/2369846", "urlToImage": "https://cdn.nos.nl/image/2021/02/22/717721/xxl.jpg", "publishedAt": "2021-02-22T17:07:28Z", "content": "De voorlopige resultaten van een studie naar nagenoeg alle inwoners van Schotland suggereren dat de coronavaccins van Pfizer/BioNTech en AstraZeneca goed werken om ernstige ziekteverschijnselen te vo… [+1461 chars]"}, {"source": {"id": null, "name": "Www.nu.nl"}, "author": "NU.nl", "title": "Rode Kruis schaalt ebolahulpverlening op na uitbraak in Guinee - NU.nl", "description": "Het Rode Kruis schaalt de ebolahulpverlening op in het West-Afrikaanse Guinee en zeven buurlanden, zo heeft de hulporganisatie maandag bekendgemaakt. Het Rode Kruis maakt zich zorgen over een mogelijke verspreiding van de recente uitbraak van het ebolavirus i…", "url": "https://www.nu.nl/buitenland/6117920/rode-kruis-schaalt-ebolahulpverlening-op-na-uitbraak-in-guinee.html", "urlToImage": "https://media.nu.nl/m/cn9xt0saumx7_wd1280.jpg/rode-kruis-schaalt-ebolahulpverlening-op-na-uitbraak-in-guinee.jpg", "publishedAt": "2021-02-22T15:03:00Z", "content": "Het Rode Kruis schaalt de ebolahulpverlening op in het West-Afrikaanse Guinee en zeven buurlanden, zo heeft de hulporganisatie maandag bekendgemaakt. Het Rode Kruis maakt zich zorgen over een mogelij… [+1482 chars]"}, {"source": {"id": null, "name": "Nos.nl"}, "author": null, "title": "Stichting Haarwensen: 'Genoeg haar, geen geld om het te verwerken' - NOS", "description": "De stichting is bang dat ze niet alle kinderen die kaal zijn en een pruik willen, nog kunnen helpen en daarin keuzes moeten maken.", "url": "https://nos.nl/l/2369804", "urlToImage": "https://cdn.nos.nl/image/2021/02/22/717649/xxl.jpg", "publishedAt": "2021-02-22T12:18:08Z", "content": "Stichting Haarwensen vreest voor haar voortbestaan. Door corona kwam er meer haar binnen, maar liepen financiële donaties flink terug.\r\n\"Gebrek aan haar hebben we zeker niet. Wel gebrek aan geld om d… [+667 chars]"}, {"source": {"id": null, "name": "Nos.nl"}, "author": null, "title": "Ruim 50 besmettingen en een dode door uitbraak Britse variant in het UMCG - NOS", "description": "Om de uitbraak in te dammen, worden honderden medewerkers getest op het virus.", "url": "https://nos.nl/l/2369796", "urlToImage": "https://cdn.nos.nl/image/2021/02/03/712473/xxl.jpg", "publishedAt": "2021-02-22T11:30:41Z", "content": "Door een uitbraak van de Britse variant van het coronavirus in het UMCG in Groningen is een patiënt overleden. Daarnaast zijn zeker 52 medewerkers en patiënten positief getest op het virus.\r\nHet slac… [+1427 chars]"}, {"source": {"id": null, "name": "Pluimveeweb.nl"}, "author": null, "title": "'H5N8 voor het eerst overgesprongen op mensen in Rusland' - Pluimveeweb", "description": null, "url": "https://www.pluimveeweb.nl/artikel/389063-h5n8-voor-het-eerst-overgesprongen-op-mensen-in-rusland/", "urlToImage": null, "publishedAt": "2021-02-22T08:43:19Z", "content": null}]}