{"status": "ok", "totalResults": 9, "articles": [{"source": {"id": null, "name": "Nos.nl"}, "author": null, "title": "Den Haag geeft opnieuw aanwijzing aan Curaçao: 'Niet goed voor democratie op het eiland' - NOS", "description": "In de Curaçaose politiek rommelt het niet voor het eerst, weet oud-minister Bodok. Hij spreekt van structurele problemen.", "url": "https://nos.nl/l/2370590", "urlToImage": "https://cdn.nos.nl/image/2021/02/27/719336/xxl.jpg", "publishedAt": "2021-02-27T20:34:34Z", "content": "De onvrede bij de grootste oppositiepartijen Movementu Futuro Kòrsou (MFK) en Movementu Progresivo (MP) zit hem erin dat ze zich in grote lijnen respectloos behandeld voelen. Dat ligt volgens oud-min… [+1005 chars]"}, {"source": {"id": null, "name": "Nos.nl"}, "author": null, "title": "Corona-uitbraak onder kleuters: 'Sneltesten en vaccineren nu echt snel nodig' - NOS", "description": "De Algemene Onderwijsbond maakt zich zorgen na een corona-uitbraak onder kleuters op een Amsterdamse basisschool. In één klas bleek de helft van de leerlingen positief.", "url": "https://nos.nl/l/2370575", "urlToImage": "https://cdn.nos.nl/image/2021/02/27/719305/xxl.jpg", "publishedAt": "2021-02-27T19:02:18Z", "content": "Een corona-uitbraak onder de jongste kinderen op een Amsterdamse basisschool, vorige week, leidt tot zorgen onder schoolleiders en leraren. \"Het sneltesten en vaccineren mag allemaal wel wat vlotter\"… [+2130 chars]"}, {"source": {"id": null, "name": "Www.ed.nl"}, "author": "Lilian Dominicus", "title": "Vaccineren op een iconische plek: het Evoluon in Eindhoven - Eindhovens Dagblad", "description": "EINDHOVEN - Op een iconische plek zijn de Eindhovense huisartsen zaterdag begonnen met de vaccinatiecampagne. De komende vijf dagen zetten ze in het Evoluon vijfduizend vaccinaties voor alle 63- en 64-jarigen, mensen met ernstig overgewicht (BMI van meer dan …", "url": "https://www.ed.nl/eindhoven/vaccineren-op-een-iconische-plek-het-evoluon-in-eindhoven~a09a03cf/", "urlToImage": "https://images0.persgroep.net/rcs/cfKbWm1VXIkFaF7I2nQOYjBwFZY/diocontent/200367989/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-27T16:40:55Z", "content": "Joke van der Wouw uit Eindhoven had er best even tegenop gekeken. De verhalen over de bijwerkingen van het Astra Zeneca-vaccin waren haar niet ontgaan. Maar toen ze de uitnodiging van haar huisarts k… [+102 chars]"}, {"source": {"id": null, "name": "Nporadio1.nl"}, "author": "Redactie", "title": "Wetenschappers: coronavirus gaat niet meer weg - NPO Radio 1", "description": "Het is precies een jaar geleden dat in Nederland voor het eerst bij een patiënt covid-19 werd vastgesteld. Inmiddels zijn we ruim een miljoen positieve tests verder. Volgens de meest betrokken wetenschappers is duidelijk dat het virus niet meer weggaat en dat…", "url": "https://www.nporadio1.nl/binnenland/29951-wetenschappers-coronavirus-gaat-niet-meer-weg", "urlToImage": "https://www.nporadio1.nl/images/2021/02/27_012137fbc9_coronavaccineren.jpg?603b05798c781", "publishedAt": "2021-02-27T11:19:05Z", "content": "Het is precies een jaar geleden dat in Nederland voor het eerst bij een patiënt covid-19 werd vastgesteld. Inmiddels zijn we ruim een miljoen positieve tests verder. Volgens de meest betrokken wetens… [+2580 chars]"}, {"source": {"id": null, "name": "Rijnmond.nl"}, "author": "Rijnmond", "title": "Onderzoeker uit Oostvoorne bedenkt revolutionaire oplossing voor malaria en wordt zelfs gesteund door Bill Gates - RTV Rijnmond", "description": "Anne Osinga uit Oostvoorne bedacht een manier om malaria met 47 procent in Afrika te verminderen. Niet alleen het alleen het gerenommeerde internationale medische vakblad The Lancet publiceert vandaag het onderzoek naar de Eave Tubes van Osinga, ook de Bill &…", "url": "https://www.rijnmond.nl/nieuws/204340/Onderzoeker-uit-Oostvoorne-bedenkt-revolutionaire-oplossing-voor-malaria-en-wordt-zelfs-gesteund-door-Bill-Gates", "urlToImage": "https://imgr.rgcdn.nl/25d5a58469b341b898509d2afc9655ae/opener/Eave-Tube-schijven-met-insecticide-worden-vervangen-Foto-In2Care.jpg?v=UN1_e1E8Om2YtZT-YyDamQ2", "publishedAt": "2021-02-26T19:41:26Z", "content": "\"De Eave Tubes is niets anders dan een ventilatiebuis die zorgt voor geconcentreerde lucht\", legt Osinga uit. Het is de bedoeling dat de buis onder de dakrand van een huis wordt geïnstalleerd. De men… [+3604 chars]"}, {"source": {"id": null, "name": "Linda.nl"}, "author": "Marissa Klaver", "title": "Huisarts weigert patiënten te vaccineren die verklaring niet ondertekenen - LINDA.", "description": "Een huisarts in Limburg wil zijn patiënten niet vaccineren als ze een door hem opgestelde verklaring niet ondertekenen. Maar dit mag niet.", "url": "https://www.linda.nl/nieuws/binnenland/huisarts-weigert-vaccineren-patienten-zonder-verklaring/", "urlToImage": "https://www.linda.nl/lindanl-assets/uploads/2021/02/26182151/huisarts-weigert-vaccineren-zonder-ondertekenen-verklaring-1800x1013.jpg", "publishedAt": "2021-02-26T17:46:17Z", "content": "Maar nu legt hij zijn patiënten een verklaring van vier kantjes voor, die de werking en risico’s van het AstraZeneca vaccin beschrijven. Patiënten moeten dit van de arts ondertekenen als ze een coron… [+640 chars]"}, {"source": {"id": null, "name": "Avrotros.nl"}, "author": null, "title": "Vaccineer mensen die corona hebben gehad als laatst, zegt deze expert: 'Kans dat je heel ziek wordt heel klein' - Eén Vandaag", "description": "Sla mensen die corona hebben gehad in de eerste vaccinatie ronde over. Dat is waar immunoloog Gerard Bos voor pleit. Hiermee kun je veel tijdwinst boeken. \"Dit gaat 4 weken schelen en dat is belangrijk voor mensen die écht kwetsbaar zijn.\"", "url": "https://eenvandaag.avrotros.nl/item/vaccineer-mensen-die-corona-hebben-gehad-als-laatst-zegt-deze-expert-kans-dat-je-heel-ziek-wordt-heel-klein/", "urlToImage": "https://eenvandaag.assets.avrotros.nl/_processed_/9/0/csm_cd66ddd5ff7464df1455_6e9801cae1.jpg", "publishedAt": "2021-02-26T16:00:48Z", "content": "Sla mensen die corona hebben gehad in de eerste vaccinatie ronde over. Dat is waar immunoloog Gerard Bos voor pleit. Hiermee kun je veel tijdwinst boeken. \"Dit gaat 4 weken schelen en dat is belangri… [+3008 chars]"}, {"source": {"id": "rtl-nieuws", "name": "RTL Nieuws"}, "author": null, "title": "'Denk als een mug': uitvinding van Anne kan talloze kinderlevens redden - RTL Nieuws", "description": "Een ventilatiebuis met gif – die ogenschijnlijk simpele uitvinding kan binnenkort duizenden levens redden. De buis helpt namelijk om de verspreiding van malaria te verminderen. Anne Osinga, uitvinder van beroep, werkt al jaren aan het systeem.", "url": "https://www.rtlnieuws.nl/nieuws/nederland/artikel/5216767/malaria-uitvinding-ivoorkust-mug-ziekte-eavetubes-gif-bestrijding", "urlToImage": "https://www.rtlnieuws.nl/sites/default/files/styles/liggend_hoge_resolutie/public/content/images/2021/02/26/naast_20210226120134.jpg?itok=3JiMYcCO", "publishedAt": "2021-02-26T13:39:15Z", "content": "\"Sinds 2007 ben ik al bezig met deze vinding\", zegt Anne tegen RTL Nieuws. \"De buis werkt als een soort klamboe.\" De ventilatiebuizen, die EaveTubes heten, worden aangebracht onder de dakrand van een… [+700 chars]"}, {"source": {"id": null, "name": "Www.nrc.nl"}, "author": "Sander Voormolen", "title": "Variant op variant, dat maakt het coronavirus grillig - NRC", "description": "Coronavarianten: Het coronavirus verandert veel sneller dan virologen aanvankelijk inschatten. Vijf vragen over de nieuwe varianten, die voorspellingen over het pandemieverloop onzeker maken.", "url": "https://www.nrc.nl/nieuws/2021/02/26/variant-op-variant-dat-maakt-het-coronavirus-grillig-a4033440", "urlToImage": "https://images.nrc.nl/0LiZhskbyn1KiLMmBDQGhjcKZb4=/1200x627/smart/filters:no_upscale()/s3/static.nrc.nl/images/gn4/stripped/data67832516-5ac33c.jpg", "publishedAt": "2021-02-26T11:53:28Z", "content": "Het coronavirus dat eind 2019 voor het eerst ernstige longziekte veroorzaakte bij mensen in de Chinese stad Wuhan, is al lang niet meer hetzelfde. Het was wel verwacht dat een virus dat bij elke pati… [+10482 chars]"}]}