{"status": "ok", "totalResults": 4, "articles": [{"source": {"id": null, "name": "Scientias.nl"}, "author": null, "title": "Nog meer goed nieuws: Pfizer-vaccin verkleint ook de kans op asymptomatische infectie - Scientias.nl", "description": "Het is een sterke aanwijzing dat het vaccin ook heel veel nieuwe besmettingen kan voorkomen. In de afgelopen maanden is al uitgebreid aangetoond dat de", "url": "https://www.scientias.nl/nog-meer-goed-nieuws-pfizer-vaccin-verkleint-ook-de-kans-op-asymptomatische-infectie/", "urlToImage": "https://www.scientias.nl/wp-content/uploads/2021/02/covid-19-1.jpg", "publishedAt": "2021-02-28T08:31:43Z", "content": "Het is een sterke aanwijzing dat het vaccin ook heel veel nieuwe besmettingen kan voorkomen.\r\nIn de afgelopen maanden is al uitgebreid aangetoond dat de coronavaccins die momenteel onder meer in ons … [+5997 chars]"}, {"source": {"id": null, "name": "Welingelichtekringen.nl"}, "author": null, "title": "Stokoud worden erf je van je moeder - wel.nl - Welingelichte Kringen", "description": "Stokoud worden erf je van je moeder", "url": "https://www.welingelichtekringen.nl/gezond/788862/stokoud-worden-erf-je-van-je-moeder.html", "urlToImage": "https://welingelicht-welingelichtekri.netdna-ssl.com/wp-content/uploads/2018/02/4-procent-ouderen-slachtoffer-psychisch-geweld1518638174.jpeg", "publishedAt": "2021-02-27T23:33:26Z", "content": "De onderzoekers hadden het zelf ook niet zien aan komen, maar stok oud worden is een eigenschap die je van je moeder erft. Heb je een moeder die ouder is geworden dan 95 dan is de kans groter dat je … [+1177 chars]"}, {"source": {"id": null, "name": "Www.ed.nl"}, "author": "Lilian Dominicus", "title": "Vaccineren op een iconische plek: het Evoluon in Eindhoven - Eindhovens Dagblad", "description": "EINDHOVEN - Op een iconische plek zijn de Eindhovense huisartsen zaterdag begonnen met de vaccinatiecampagne. De komende vijf dagen zetten ze in het Evoluon vijfduizend vaccinaties voor alle 63- en 64-jarigen, mensen met ernstig overgewicht (BMI van meer dan …", "url": "https://www.ed.nl/eindhoven/vaccineren-op-een-iconische-plek-het-evoluon-in-eindhoven~a09a03cf/", "urlToImage": "https://images0.persgroep.net/rcs/cfKbWm1VXIkFaF7I2nQOYjBwFZY/diocontent/200367989/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-27T16:40:55Z", "content": "Joke van der Wouw uit Eindhoven had er best even tegenop gekeken. De verhalen over de bijwerkingen van het Astra Zeneca-vaccin waren haar niet ontgaan. Maar toen ze de uitnodiging van haar huisarts k… [+102 chars]"}, {"source": {"id": null, "name": "Nporadio1.nl"}, "author": "Redactie", "title": "Wetenschappers: coronavirus gaat niet meer weg - NPO Radio 1", "description": "Het is precies een jaar geleden dat in Nederland voor het eerst bij een patiënt covid-19 werd vastgesteld. Inmiddels zijn we ruim een miljoen positieve tests verder. Volgens de meest betrokken wetenschappers is duidelijk dat het virus niet meer weggaat en dat…", "url": "https://www.nporadio1.nl/binnenland/29951-wetenschappers-coronavirus-gaat-niet-meer-weg", "urlToImage": "https://www.nporadio1.nl/images/2021/02/27_012137fbc9_coronavaccineren.jpg?603b05798c781", "publishedAt": "2021-02-27T11:19:05Z", "content": "Het is precies een jaar geleden dat in Nederland voor het eerst bij een patiënt covid-19 werd vastgesteld. Inmiddels zijn we ruim een miljoen positieve tests verder. Volgens de meest betrokken wetens… [+2580 chars]"}]}