{"status": "ok", "totalResults": 7, "articles": [{"source": {"id": null, "name": "Nos.nl"}, "author": null, "title": "Succesvolle transplantaties met tot leven gewekte donorharten bij Britse tieners - NOS", "description": "De Britse gezondheidsdienst NHS spreekt van een wereldprimeur. In Nederland willen artsen de methode gaan gebruiken voor volwassenen.", "url": "https://nos.nl/l/2369718", "urlToImage": "https://cdn.nos.nl/image/2021/02/21/717506/xxl.jpg", "publishedAt": "2021-02-21T19:35:03Z", "content": "Artsen van de Britse gezondheidsdienst NHS hebben zes Britse tieners voorzien van een donorhart dat al was gestopt met kloppen. De donorharten werden weer tot leven gewekt door een machine die de oms… [+1775 chars]"}, {"source": {"id": null, "name": "Nos.nl"}, "author": null, "title": "Israël versoepelt coronabeperkingen, vooral voor wie gevaccineerd is - NOS", "description": "Israëliërs die volledig zijn gevaccineerd maken kunnen vanaf vandaag aanspraak maken op een groene pas. Daarmee kunnen ze onder meer naar een hotel, theater of naar de sportschool.", "url": "https://nos.nl/l/2369639", "urlToImage": "https://cdn.nos.nl/image/2021/02/21/717313/xxl.jpg", "publishedAt": "2021-02-21T12:16:32Z", "content": "De maatregel komt gelijktijdig met een reeks versoepelingen die voor alle burgers gelden. Zo mogen musea, bibliotheken, markten en winkelcentra hun deuren vandaag voor iedereen weer openen. Mondkapje… [+742 chars]"}, {"source": {"id": null, "name": "1limburg.nl"}, "author": null, "title": "Mensen met ernstig overgewicht gevaccineerd - 1Limburg | Nieuws en sport uit Limburg", "description": "Lees hier meer...", "url": "https://www.1limburg.nl/mensen-met-ernstig-overgewicht-gevaccineerd", "urlToImage": "https://www.1limburg.nl/sites/default/files/public/styles/api_preview/public/1165853.jpg?itok=G4vUuJeu", "publishedAt": "2021-02-21T09:54:09Z", "content": "Limburgers met ernstig overgewicht en enkele andere groepen kunnen zich sinds zaterdag laten vaccineren tegen corona. Zo ook bij een huisartsenpraktijk in Beringe. Mensen met een BMI (Body Mass Index… [+2205 chars]"}, {"source": {"id": null, "name": "Frontpage.fok.nl"}, "author": null, "title": "Rusland: allereerste besmetting van dier op mens met de vogelgriep H5N8 - FOK!", "description": "Zeven mensen op een pluimveebedrijf in het zuiden van Rusland zijn besmet met de vogelgriep H5N8, zeggen Russische gezondheidsambtenaren, dit is de eerste keer is dat het hoogpathogene virus bij mensen is aangetroffen.Â Er is geen bewijs dat overdracht van me…", "url": "https://frontpage.fok.nl/nieuws/843354/1/1/50/rusland-allereerste-besmetting-van-dier-op-mens-met-de-vogelgriep-h5n8.html", "urlToImage": "https://fokstatic.nl/upload/12/12/121215_725_blue1dropshadow2.jpg", "publishedAt": "2021-02-20T15:49:25Z", "content": "Zeven mensen op een pluimveebedrijf in het zuiden van Rusland zijn besmet met de vogelgriep H5N8, zeggen Russische gezondheidsambtenaren, dit is de eerste keer is dat het hoogpathogene virus bij mens… [+2947 chars]"}, {"source": {"id": null, "name": "Nieuwsblad.be"}, "author": "Mark van Luyk", "title": "Vaccinaties verplichten is het laatste redmiddel, maar “het ... (Hasselt) - Het Nieuwsblad", "description": "De expertengroep Gems vindt dat het verplicht vaccineren van het personeel in de woonzorgcentra geen taboe mag zijn. In Vlaanderen is de vaccinatiebereidheid groot, maar in Brussel en Wallonië is er meer angst en wantrouwen.", "url": "https://www.nieuwsblad.be/cnt/dmf20210220_95350621", "urlToImage": "https://static.nieuwsblad.be/Assets/Images_Upload/2021/02/20/b5934cc0-6723-11eb-9e46-36a4cc722fdc_web_scale_0.06675_0.06675__.jpg", "publishedAt": "2021-02-20T14:51:16Z", "content": "Hasselt -De expertengroep Gems vindt dat het verplicht vaccineren van het personeel in de woonzorgcentra geen taboe mag zijn. In Vlaanderen is de vaccinatiebereidheid groot, maar in Brussel en Wallon… [+33 chars]"}, {"source": {"id": null, "name": "Www.ad.nl"}, "author": "Chris van Mersbergen", "title": "Oud-RIVM-baas Coutinho: 'Ik kon mijn ergernis over het vaccineren niet meer bedwingen' - BN DeStem", "description": "Terwijl zijn opvolger Jaap van Dissel uitgroeide tot een bekende en soms beschimpte Nederlander, had Roel Coutinho dit jaar tijd om een boek over vaccinaties te schrijven. Hij deed zijn best om de publiciteit te mijden. ,,Maar soms kon ik het niet laten.”", "url": "https://www.ad.nl/wetenschap/oud-rivm-baas-coutinho-ik-kon-mijn-ergernis-over-het-vaccineren-niet-meer-bedwingen-br~a3b009a1/", "urlToImage": "https://images0.persgroep.net/rcs/fZtb8Jq5qtanZwfujZF6tOVhKN0/diocontent/200062764/_focus/0.51/0.28/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-20T14:00:13Z", "content": "Vaxx heet het nieuwe boek van Roel Coutinho (74), voormalig hoofd infectieziektebestrijding bij het RIVM en emeritus hoogleraar epidemiologie. ,,Die titel heb ik niet zelf bedacht, de uitgever kwam e… [+214 chars]"}, {"source": {"id": null, "name": "Volkskrant.nl"}, "author": "Charlotte Huisman, Michiel van der Geest", "title": "'Als Europa zich met de vaccin-productie had bemoeid, hadden we nu mogelijk meer vaccins gehad' - Volkskrant", "description": "Deze zondag telt Nederland 1 miljoen corona-vaccinaties, een klein jaar nadat het virus ons land bereikte. Een mijlpaal die gezien de beperkte vacc...", "url": "https://www.volkskrant.nl/nieuws-achtergrond/als-europa-zich-met-de-vaccin-productie-had-bemoeid-hadden-we-nu-mogelijk-meer-vaccins-gehad~b0045b3e/", "urlToImage": "https://images0.persgroep.net/rcs/KR7Q4UxZxkg1FuXuhdVe29-hodo/diocontent/200040938/_fitwidth/763?appId=93a17a8fd81db0de025c8abd1cca1279&quality=0.8", "publishedAt": "2021-02-20T04:00:34Z", "content": "Deze zondag telt Nederland 1 miljoen corona-vaccinaties, een klein jaar nadat het virus ons land bereikte. Een mijlpaal die gezien de beperkte vaccinleveringen niet eerder had kunnen plaatsvinden, be… [+13088 chars]"}]}