{"status": "ok", "totalResults": 4, "articles": [{"source": {"id": null, "name": "Nos.nl"}, "author": null, "title": "Rode Kruis stuurt honderden hulpverleners naar Guinee vanwege ebola-uitbraak - NOS", "description": "De 700 hulpverleners gaan helpen bij bron- en contactonderzoek. Ook zorgen ze voor schoon water en sanitatie.", "url": "https://nos.nl/l/2368854", "urlToImage": "https://cdn.nos.nl/image/2021/02/15/715778/xxl.jpg", "publishedAt": "2021-02-15T17:10:00Z", "content": "Het Rode Kruis zet 700 hulpverleners in om de recente nieuwe ebola-uitbraak in het West-Afrikaanse Guinee te bestrijden. De hulporganisatie is ernstig bezorgd over de situatie daar.\r\nDe honderden hul… [+865 chars]"}, {"source": {"id": null, "name": "Www.ad.nl"}, "author": "Emma Thies", "title": "Grote corona-uitbraak in Amersfoorts verpleeghuis: zeventig van de 106 bewoners positief getest - AD.nl", "description": "Sinds een grote corona-uitbraak in het Sint Elisabeth Verpleeg- en Gasthuis in Amersfoort zijn van de 106 bewoners, maar liefst zeventig mensen positief getest. De uitbraak begon vorige week en breidde zich in snel tempo uit. Dat terwijl het verpleeghuis halv…", "url": "https://www.ad.nl/amersfoort/grote-corona-uitbraak-in-amersfoorts-verpleeghuis-zeventig-van-de-106-bewoners-positief-getest~ac7b1456/", "urlToImage": "https://images0.persgroep.net/rcs/HF8lEoemJ5OVkH_eQuK5XdM8Dz0/diocontent/177314644/_focus/0.53/0.51/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-15T15:22:19Z", "content": "Het aantal besmettingen onder (verzorgend) personeel is desondanks beperkt. In het verpleeghuis wonen ouderen met dementie of andere psychogeriatrische aandoeningen. Aangezien deze doelgroep vaak kam… [+1296 chars]"}, {"source": {"id": null, "name": "Srherald.com"}, "author": null, "title": "Veilige seks blijft belangrijk – Suriname Herald - Suriname Herald", "description": "", "url": "https://www.srherald.com/suriname/2021/02/14/veilige-seks-blijft-belangrijk/", "urlToImage": "https://www.srherald.com/wp-content/uploads/2019/10/Condooms.-Foto-iStock.jpg", "publishedAt": "2021-02-14T14:40:45Z", "content": "Veilige seks blijft belangrijk, elke dag weer, maar zeker op hoogtijdagen zoals Valentines Day. Je voorkomt een heleboel ziektes die seksueel overdraagbaar kunnen geschieden. En mocht het toch zijn d… [+2323 chars]"}, {"source": {"id": null, "name": "Fd.nl"}, "author": "Rob de Lange", "title": "Zorg 'Ik vind covid echt niet erger dan een kind met kanker' - Het Financieele Dagblad", "description": "Maandag is het Wereld Kinderkankerdag. Voor het Prinses Máxima Centrum, het kinderoncologisch ziekenhuis in Utrecht, een dag met twee gezichten. De fondsen uit goede doelen zijn door corona sterk teruggelopen en dat heeft grote gevolgen voor het onderzoek naa…", "url": "https://fd.nl/economie-politiek/1373555/ik-vind-covid-echt-niet-erger-dan-een-kind-met-kanker", "urlToImage": "https://images.fd.nl/wkOcq4A7kd6zTOUGnj66jOrhB9w.jpg?fit=crop&crop=faces&auto=format%2Ccompress&q=45&w=640&h=640&fm=jpg&cs=tinysrgb", "publishedAt": "2021-02-14T05:00:00Z", "content": "<ul><li>Het kinderoncologisch centrum in Utrecht kampt met sterk teruglopende inkomsten door corona.</li><li>Belangrijke onderzoeken zijn tijdelijk stil gelegd en geld voor nieuw onderzoek is schaars… [+8460 chars]"}]}