{"status": "ok", "totalResults": 50, "articles": [{"source": {"id": null, "name": "Hbvl.be"}, "author": "Dries De Smet", "title": "Hoe België veel meer vaccins had kunnen bestellen, maar dat niet deed - Het Belang van Limburg", "description": "In Europa worden de vaccins verdeeld volgens inwonersaantal. En toch heeft Denemarken meer dan dubbel zoveel vaccins besteld als België. Nochtans had ons land er ook meer kunnen bestellen. Hoe komt dat?", "url": "https://www.hbvl.be/cnt/dmf20210225_93008160", "urlToImage": "https://static.hbvl.be/Assets/Images_Upload/2021/02/25/c1cd4674-7742-11eb-b1a7-af291331c56d_web_scale_0.0973387_0.0973387__.jpg", "publishedAt": "2021-02-25T08:19:49Z", "content": "In Europa worden de vaccins verdeeld volgens inwonersaantal. En toch heeft Denemarken meer dan dubbel zoveel vaccins besteld als België. Nochtans had ons land er ook meer kunnen bestellen. Hoe komt d… [+2 chars]"}, {"source": {"id": null, "name": "Nos.nl"}, "author": null, "title": "Nieuw bewijs voor oorzaak uitsterven dinosauriërs: 'Dit is de kers op de taart' - NOS", "description": "Onderzoekers zijn voor het eerst gaan boren in de krater van een meteorietinslag bij Mexico. Daarin is een stof gevonden die ook op fossielen van gevonden dinosauriërs zit.", "url": "https://nos.nl/l/2370168", "urlToImage": "https://cdn.nos.nl/image/2021/02/24/718346/xxl.jpg", "publishedAt": "2021-02-24T21:13:26Z", "content": "Gedurende miljoenen jaren leefden vele soorten dinosauriërs verspreid over de aarde. \"Zo'n 66 miljoen jaar geleden was dat in een klap afgelopen\", vertelt Schulp. \"Er komt een enorme meteoriet op de … [+625 chars]"}, {"source": {"id": null, "name": "Volkskrant.nl"}, "author": "Huib Modderkolk", "title": "Wetenschapsfinancier NWO gehackt en afgeperst door bekende ransomwaregroep - Volkskrant", "description": "De Nederlandse Organisatie voor Wetenschappelijk Onderzoek (NWO) is gehackt door DoppelPaymer, een bekende en vrij agressieve groep criminelen die ...", "url": "https://www.volkskrant.nl/nieuws-achtergrond/wetenschapsfinancier-nwo-gehackt-en-afgeperst-door-bekende-ransomwaregroep~bc78948f/", "urlToImage": "https://images0.persgroep.net/rcs/NPJIjPAjWykVbv6rQuIC7vR3H1A/diocontent/17102718/_fitwidth/763?appId=93a17a8fd81db0de025c8abd1cca1279&quality=0.8", "publishedAt": "2021-02-24T18:47:51Z", "content": "De uitreiking van de NWO-Spinozapremie 2011, de hoogste Nederlandse onderscheiding in de wetenschap.Beeld Martijn Beekman\r\nOmdat NWO niet aan de betalingseisen van de criminelen wil voldoen, is Doppe… [+1846 chars]"}, {"source": {"id": null, "name": "Standaard.be"}, "author": "Stijn De Cock", "title": "Grootste kotenverhuurder van Europa immuun voor corona - De Standaard", "description": "Campussen zijn dan wel gesloten, maar toch gaan studenten nog massaal op kot. Dat legt de grote verhuurders van koten, zoals het beursgenoteerde Xior, geen windeieren. Ook voor volgend academiejaar loopt de verhuur vlot.", "url": "https://www.standaard.be/cnt/dmf20210224_94628170", "urlToImage": "https://static.standaard.be/Assets/Images_Upload/2021/02/24/8c277ed2-76a1-11eb-a7bc-317421272d61.jpg", "publishedAt": "2021-02-24T15:55:00Z", "content": "Campussen zijn dan wel gesloten, maar toch gaan studenten nog massaal op kot. Dat legt de grote verhuurders van koten, zoals het beursgenoteerde Xior, geen windeieren. Ook voor volgend academiejaar l… [+76 chars]"}, {"source": {"id": null, "name": "Focus-wtv.be"}, "author": null, "title": "Roven zeehonden ons visbestand leeg? Ja zeggen vissers, neen zeggen biologen - Focus en WTV", "description": "Er zwemt echt genoeg vis voor het staketsel van Oostende voor iedereen. Daarmee reageert het Koninklijk Belgisch Instituut voor Natuurwetenschappen op de kritiek van enkele hengelaars. Zij beweren dat ze heel minder vis aan de haak slaan sinds er geregeld zee…", "url": "https://www.focus-wtv.be/nieuws/roven-zeehonden-ons-visbestand-leeg-ja-zeggen-vissers-neen-zeggen-biologen", "urlToImage": "https://www.focus-wtv.be/sites/default/files/zeehond_oostende.jpeg", "publishedAt": "2021-02-24T15:53:47Z", "content": "Er zwemt echt genoeg vis voor het staketsel van Oostende voor iedereen. Daarmee reageert het Koninklijk Belgisch Instituut voor Natuurwetenschappen op de kritiek van enkele hengelaars. Zij beweren da… [+864 chars]"}, {"source": {"id": null, "name": "Scientias.nl"}, "author": null, "title": "'Klimaatverandering trakteert Alaska op tot wel drie keer meer onweersbuien' - Scientias.nl", "description": "En daarmee neemt ook de kans op natuurbranden fors toe. Als er een gebied sterk onderhevig is aan verandering, dan is het Alaska wel. Door hogere", "url": "https://www.scientias.nl/klimaatverandering-trakteert-alaska-op-tot-wel-drie-keer-meer-onweersbuien/", "urlToImage": "https://www.scientias.nl/wp-content/uploads/2021/02/thunder-4963719_1920.jpg", "publishedAt": "2021-02-24T14:35:04Z", "content": "En daarmee neemt ook de kans op natuurbranden fors toe.\r\nAls er een gebied sterk onderhevig is aan verandering, dan is het Alaska wel. Door hogere temperaturen regent het er bijvoorbeeld steeds meer … [+5087 chars]"}, {"source": {"id": null, "name": "Www.hln.be"}, "author": "TTR", "title": "Commissie wil Europa beter leren omgaan met \"onvermijdelijke gevolgen\" klimaatverandering - Het Laatste Nieuws", "description": "De Europese Commissie schakelt een versnelling hoger om alle geledingen van de samenleving en de economie te laten omgaan met de klimaatverandering. Omdat zelfs een abrupte, totale stop van de uitstoot van broeikasgassen de impact van een veranderend klimaat …", "url": "https://www.hln.be/binnenland/commissie-wil-europa-beter-leren-omgaan-met-onvermijdelijke-gevolgen-klimaatverandering~a63d505e/", "urlToImage": "https://images0.persgroep.net/rcs/pbJ_5BuVc6LNbb5em_QY_i8O4XU/diocontent/150579835/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-24T13:42:00Z", "content": "De Europese Commissie schakelt een versnelling hoger om alle geledingen van de samenleving en de economie te laten omgaan met de klimaatverandering. Omdat zelfs een abrupte, totale stop van de uitsto… [+2540 chars]"}, {"source": {"id": null, "name": "Www.nrc.nl"}, "author": "Gemma Venhuizen", "title": "De slijmzwam is een snelle beslisser - NRC", "description": "Biologie: Slijmzwammen zijn amoeben die indrukwekkende netwerken vormen. Ze weten binnen korte tijd voedsel te vinden dankzij een snel geheugen.", "url": "https://www.nrc.nl/nieuws/2021/02/24/de-slijmzwam-is-een-snelle-beslisser-a4033093", "urlToImage": "https://images.nrc.nl/lvutJ8V9pXFQHiqFXN2fGlARQ98=/1200x627/smart/filters:no_upscale()/s3/static.nrc.nl/images/gn4/stripped/data67813304-694b05.jpg", "publishedAt": "2021-02-24T13:05:07Z", "content": "Ook slijmzwammen hebben een geheugen. Of althans: de eencellige organismen, die ogen als een uitgebreid netwerk van buisjes, kunnen op de korte termijn onthouden waar zich voedsel bevindt, en daar na… [+3029 chars]"}, {"source": {"id": null, "name": "Www.nrc.nl"}, "author": "Dorine Schenk", "title": "Reis van een verscheurde ster naar de Zuidpool - NRC", "description": "Natuurkunde: Na een reis van bijna 700 miljoen jaar door het heelal is een neutrino in het ijs van Antarctica op een watermolecuul gebotst.", "url": "https://www.nrc.nl/nieuws/2021/02/24/reis-van-een-verscheurde-ster-naar-de-zuidpool-a4033090", "urlToImage": "https://images.nrc.nl/OrDtmg3Yd70lsyZd6aXebFcZ7RM=/1200x627/smart/filters:no_upscale()/s3/static.nrc.nl/images/gn4/stripped/data67812605-ca90e7.jpg", "publishedAt": "2021-02-24T12:46:11Z", "content": "Een energierijk, spookachtig deeltje dat eind 2019 gedetecteerd werd in het ijs van Antarctica, blijkt afkomstig van een ster die op 690 miljoen lichtjaar afstand door een superzwaar zwart gat aan st… [+3666 chars]"}, {"source": {"id": null, "name": "Www.hln.be"}, "author": "HLA, ADN", "title": "Bemanning ruimtestation ISS zoekt met speciale microscoop lek in de wand - Het Laatste Nieuws", "description": "In de zoektocht naar een mysterieus lek in de wand van het Internationaal Ruimtestation ISS heeft de bemanning blijkbaar wat vooruitgang geboekt, zo blijkt uit communicatie met de vluchtleiding (Tsoup) nabij Moskou. Al lijkt er ook weer een nieuw lek te zijn.", "url": "https://www.hln.be/wetenschap-en-planeet/bemanning-van-ruimtestation-iss-zoekt-met-speciale-microscoop-naar-lek-in-de-wand-en-mogelijk-is-er-nog-een~a520771f/", "urlToImage": "https://images0.persgroep.net/rcs/B2klzSlPxhHR-T1s7WSUPHiftDk/diocontent/200267516/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-24T12:32:12Z", "content": "Het mysterieuze lek bevindt zich op een zeer moeilijk te bereiken plaats in de Russische besturingsmodule Zvezda. De ruimtevaarders vermoeden dat het lek zich onder een pijpleiding bevindt. Een pogin… [+1059 chars]"}, {"source": {"id": null, "name": "Weerplaza.nl"}, "author": null, "title": "Vroegste lenteweek ooit gemeten in De Bilt - Weerplaza", "description": "De afgelopen zeven dagen was het zacht. Zelfs zo zacht dat we kunnen spreken van een officiële weerkundige lenteweek in De Bilt.", "url": "https://www.weerplaza.nl/weerinhetnieuws/weerrecords/vroegste-lenteweek-ooit-gemeten-in-de-bilt/6945/", "urlToImage": "https://cdn.weerplaza.nl/weerinhetnieuws/articles/article_6852_1ea2c846-57a_thumb_medium.png", "publishedAt": "2021-02-24T11:45:56Z", "content": "De gemiddelde maximumtemperatuur in De Bilt was over de afgelopen zeven dagen, inclusief vandaag, minstens 15.0  graden. Niet eerder sinds het begin van de metingen in 1901 was een zevendaags gemidde… [+1924 chars]"}, {"source": {"id": null, "name": "Scientias.nl"}, "author": null, "title": "Astronomen zijn eindelijk de resten van een in 1987 ontplofte ster op het spoor - Scientias.nl", "description": "Al meer dan dertig jaar zijn onderzoekers naarstig op zoek. Maar mogelijk is het einde van die zoektocht nabij. Op 24 februari 1987 gebeurde er iets", "url": "https://www.scientias.nl/astronomen-zijn-eindelijk-de-resten-van-een-in-1987-ontplofte-ster-op-het-spoor/", "urlToImage": "https://www.scientias.nl/wp-content/uploads/2021/02/257197_web.jpg", "publishedAt": "2021-02-24T11:10:37Z", "content": "Al meer dan dertig jaar zijn onderzoekers naarstig op zoek. Maar mogelijk is het einde van die zoektocht nabij.\r\nOp 24 februari 1987 gebeurde er iets bijzonders. Astronomen namen een heldere stellair… [+4489 chars]"}, {"source": {"id": null, "name": "Parool.nl"}, "author": "Bart van der Put", "title": "Naar Mars? Hebben we dan niets geleerd van de filmgeschiedenis? - Parool.nl", "description": "Er worden momenteel drie verschillende missies naar Mars ondernomen. Hebben we dan helemaal niets geleerd van de filmgeschiedenis?", "url": "https://www.parool.nl/ps/naar-mars-hebben-we-dan-niets-geleerd-van-de-filmgeschiedenis~b054cc82/", "urlToImage": "https://images0.persgroep.net/rcs/V4lzImEd7rOrOJCdVALWinIK40g/diocontent/200126720/_fitwidth/763?appId=93a17a8fd81db0de025c8abd1cca1279&quality=0.8", "publishedAt": "2021-02-24T07:58:29Z", "content": "Er worden momenteel drie verschillende missies naar Mars ondernomen. Hebben we dan helemaal niets geleerd van de filmgeschiedenis?\r\nBart van der Put24 februari 2021, 8:58\r\nIn de vorige eeuw begonnen … [+4901 chars]"}, {"source": {"id": null, "name": "Tweakers.net"}, "author": "Dorine Schenk", "title": "De strijd om de beste qubit - De strijd om de beste qubit - Achtergrond - Tweakers", "description": "Microsoft en het Delftse QuTech vestigden hun hoop op majorana's, maar die lijken uit de race in de stijd om de beste qubit. Er zijn echter genoeg alternatieven.", "url": "https://tweakers.net/reviews/8740/de-strijd-om-de-beste-qubit-spinnende-elektronen-en-flitsende-fotonen.html", "urlToImage": "https://tweakers.net/ext/i/2004175138.jpeg", "publishedAt": "2021-02-24T05:00:00Z", "content": "Eind januari lieten onderzoekers van het Delftse QuTech en Microsoft weten dat ze toch niet zeker waren dat ze majoranadeeltjes hadden waargenomen. Ze trokken hun Nature-publicatie hierover terug, ee… [+806 chars]"}, {"source": {"id": null, "name": "Nieuwsblad.be"}, "author": "Thijs Pattyn", "title": "Picanol weefde superparachute die Nasa-rover veilig deed landen: “We zijn trots om vanuit onze kleine hoek in België bij te dragen aan zo'n belangrijke Marsmissie” - Het Nieuwsblad", "description": "Ieper heeft een niet te onderschatten rol gespeeld in de veilige landing van de NASA-rover Perseverance op Mars. De hittebestendige parachute, die de supersonische snelheid van de rover moest afremmen, werd geweven door een “topmachine” van Picanol.", "url": "https://www.nieuwsblad.be/cnt/dmf20210223_96879766", "urlToImage": "https://static.nieuwsblad.be/Assets/Images_Upload/2021/02/23/6e46bb8a-75fc-11eb-bb4f-d44bf1213383_web_translate_0_0__scale_0.26715815_0.26715815__.jpg", "publishedAt": "2021-02-24T05:00:00Z", "content": "Ieper -Ieper heeft een niet te onderschatten rol gespeeld in de veilige landing van de NASA-rover Perseverance op Mars. De hittebestendige parachute, die de supersonische snelheid van de rover moest … [+262 chars]"}, {"source": {"id": null, "name": "Nieuwsblad.be"}, "author": "Ronny Vanhooren", "title": "West-Vlaams bedrijf mocht de diamanten slijpen die mee zijn op Mars-missie en ook Elon Musk trok al aan de mouw: “Zo fier dat ons werk de ruimte in gaat” - Het Nieuwsblad", "description": "De Mars Rover robot is vorige week veilig op Mars geland en daar zit ook een West-Vlaamse toets aan. De spectroscoop aan boord van de Mars Rover robot is uitgerust met een diamant geslepen door het Diksmuidse bedrijf Almax easyLab. “We zijn fier dat ons werk …", "url": "https://www.nieuwsblad.be/cnt/dmf20210223_96186481", "urlToImage": "https://static.nieuwsblad.be/Assets/Images_Upload/2021/02/24/aabf248a-75f2-11eb-bb4f-d44bf1213383_web_translate_0_0__scale_0.0724171_0.0724171__.jpg", "publishedAt": "2021-02-24T05:00:00Z", "content": "Diksmuide -De Mars Rover robot is vorige week veilig op Mars geland en daar zit ook een West-Vlaamse toets aan. De spectroscoop aan boord van de Mars Rover robot is uitgerust met een diamant geslepen… [+333 chars]"}, {"source": {"id": null, "name": "Www.vn.nl"}, "author": "Melle Meijer", "title": "Knippen en plakken in ons DNA: de 'genenschaar' is niet ver weg 11 tot 13 minuten - Vrij Nederland", "description": "Voorstanders zien het als een manier om de genetische loterij te slim af te zijn, tegenstanders zien in CRISPR, een techniek waarmee menselijk DNA kan worden aangepast, juist een mogelijke voedingsbodem voor ongelijkheid. ‘Het is een valse belofte dat we de m…", "url": "https://www.vn.nl/knippen-plakken-dna-genenschaar/", "urlToImage": "https://www.vn.nl/wp-content/uploads/2021/02/genetische-manipulatie-1_liggend-1280x720.jpg", "publishedAt": "2021-02-24T04:12:32Z", "content": "Twee prachtige kleine Chinese meisjes, Lulu en Nana, werden een paar weken terug huilend ter wereld gebracht, net zo gezond als iedere andere baby. Jiankui He kijkt geruststellend naar de camera. Hij… [+16896 chars]"}, {"source": {"id": null, "name": "Doorbraak.be"}, "author": null, "title": "Bernard Crutzen: 'Twijfelen, twijfelen en nog eens twijfelen' - Doorbraak.be", "description": "Met 'Ceci n'est pas un complot' stak documentairemaker Bernard Crutzen Wallonië aan. Twijfel? Dat is de bedoeling!'", "url": "https://doorbraak.be/bernard-crutzen-twijfelen-twijfelen-en-nog-eens-twijfelen/", "urlToImage": "https://doorbraak.be/wp-content/uploads/2021/02/ceci-nest-pas-un-complot.jpg", "publishedAt": "2021-02-24T03:14:33Z", "content": "Met Ceci nest pas un complot: comment les médias racontent le covid heeft de Waalse documentairemaker Bernard Crutzen voor een kleine revolutie in Franstalig België gezorgd. Sinds publicatie online e… [+14615 chars]"}, {"source": {"id": null, "name": "Doorbraak.be"}, "author": null, "title": "Economie staat voor immense uitdagingen, ook na corona - Doorbraak.be", "description": "Onze economie kende vorig jaar een inzinking van 6,2 %, de grootste daling sinds de Tweede Wereldoorlog.", "url": "https://doorbraak.be/economie-staat-voor-immense-uitdagingen-ook-na-corona/", "urlToImage": "https://doorbraak.be/wp-content/uploads/2021/02/belgaimage-159491701-full-scaled-e1613917310443.jpg", "publishedAt": "2021-02-24T03:13:35Z", "content": "Op vrijdag 12 februari werd het Jaarverslag van de Nationale Bank van België voorgesteld. Dit is in feite het belangrijkste document met betrekking tot de Belgische economie. De gouverneur komt daarv… [+11244 chars]"}, {"source": {"id": null, "name": "Bonaire.nu"}, "author": "Redactie", "title": "Linkels & Partners start onderzoek naar validiteit intelligentie test Nieuws | - ABC online media BV", "description": "Linkels & Partners start onderzoek naar validiteit intelligentie test", "url": "https://bonaire.nu/2021/02/23/linkels-partners-start-onderzoek-naar-validiteit-intelligentie-test/", "urlToImage": "https://bonaire.nu/wp-content/uploads/2021/02/IQ-test.jpg", "publishedAt": "2021-02-23T22:25:15Z", "content": "Kralendijk- Psychologisch Adviesbureau Linkels &amp; Partners start een wetenschappelijk onderzoek naar de validiteit van één van de meest gebruikte intelligentietests ter wereld. Door middel van het… [+2080 chars]"}, {"source": {"id": "rtl-nieuws", "name": "RTL Nieuws"}, "author": null, "title": "Zo klinkt het op Mars: 'Dit is echt heel bijzonder' - RTL Nieuws", "description": "Nieuwe geluidsfragmenten laten horen hoe het klinkt op Mars. Afgelopen donderdag landde de Perseverance op de planeet. Nu is er beeld en geluid van de landing doorgezet naar de aarde.", "url": "https://www.rtlnieuws.nl/nieuws/video/video/5216261/mars-nasa-geluid-beelden-planeet-heelal-universum-melkweg", "urlToImage": "https://screenshots.rtl.nl/system/thumb/sz=720x404/uuid=369d84ca-ce30-4bd3-93db-ec407a6c6563", "publishedAt": "2021-02-23T18:08:33Z", "content": "Nieuwe geluidsfragmenten laten horen hoe het klinkt op Mars. Afgelopen donderdag landde de Perseverance op de planeet. Nu is er beeld en geluid van de landing doorgezet naar de aarde.\r\n23 februari 20… [+7 chars]"}, {"source": {"id": null, "name": "Www.vrt.be"}, "author": null, "title": "Hoe vlot verlopen de vaccinaties? Ons land loopt achter met de eerste prik, maar voorop bij volledige vaccinatie - VRT NWS", "description": "Hoe verhouden onze vaccinatiecijfers zich tegenover de buurlanden en de rest van Europa?", "url": "https://www.vrt.be/vrtnws/nl/2021/02/23/vaccinatiegraad-vergelijking/", "urlToImage": "https://images.vrt.be/vrtnws_share/2021/02/05/16ae0638-67bf-11eb-b07d-02b7b76bf47f.jpg", "publishedAt": "2021-02-23T17:03:00Z", "content": "Volgens cijfers van het Europees centrum voor ziektepreventie en -bestrijding is Malta momenteel de Europese koploper. Op het eiland in de Middellandse Zee kreeg al 8 procent van de volwassen bevolki… [+5005 chars]"}, {"source": {"id": null, "name": "Www.ad.nl"}, "author": "Hans van Zon", "title": "In de zevende hemel met beeld en geluid van Mars: 'NASA brengt de planeet dichter bij de aarde' - AD.nl", "description": "De haarscherpe beelden en geluiden van de Marslander Perseverance maken veel indruk. ,,Hiermee brengt NASA Mars dichter bij de aarde’’, zegt sterrenkundige Lucas Ellerbroek.", "url": "https://www.ad.nl/wetenschap/in-de-zevende-hemel-met-beeld-en-geluid-van-mars-nasa-brengt-de-planeet-dichter-bij-de-aarde~a8d70e13/", "urlToImage": "https://images0.persgroep.net/rcs/K0Xl4mqsQQlIMjONndRVP01DBGQ/diocontent/200231606/_focus/0.56/0.33/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-23T16:24:43Z", "content": "De haarscherpe beelden van de succesvolle landing van de Perseverance op Mars, vorige week donderdagavond, zorgen voor gevoelens van trots en gelukzaligheid. Bij de vluchtleiding in Pasadena, bij wet… [+486 chars]"}, {"source": {"id": null, "name": "Scientias.nl"}, "author": null, "title": "Ruimte nabij onze eenzame zon wemelt van de dubbelsterren - Scientias.nl", "description": "En de meeste dubbelsterren bestaan uit sterren die - ondanks dat ze vaak ontzettend ver van elkaar verwijderd liggen - vrijwel identiek zijn. Onderzoekers", "url": "https://www.scientias.nl/ruimte-nabij-onze-eenzame-zon-wemelt-van-de-dubbelsterren/", "urlToImage": "https://www.scientias.nl/wp-content/uploads/2021/02/nearbybinariesinMilkyWay750px.jpg", "publishedAt": "2021-02-23T16:16:09Z", "content": "En de meeste dubbelsterren bestaan uit sterren die – ondanks dat ze vaak ontzettend ver van elkaar verwijderd liggen – vrijwel identiek zijn.\r\nOnderzoekers hebben met behulp van de ruimtetelescoop Ga… [+7276 chars]"}, {"source": {"id": null, "name": "Eoswetenschap.eu"}, "author": "Eos-redactie", "title": "Zaterdag in Eos Insider: Het Verdrag van Tordesillas uit 1494 herbekeken - Eos Wetenschap", "description": "Word lid van Eos Insider en ontvang één keer per week een inspirerend, prikkelend of anders interessant premium artikel rechtsreeks in je mailbox.", "url": "https://www.eoswetenschap.eu/gezondheid/zaterdag-eos-insider-het-verdrag-van-tordesillas-uit-1494-herbekeken", "urlToImage": "https://images.eoswetenschap.eu/article/8D7DFD1B-9ED5-4BF6-B5C7-CA5570670E28_1_201_a.jpeg?auto=format&crop=entropy&fit=crop&h=630&ixlib=php-1.1.0&w=1200&s=62247735ac9deb7e6b41870fdde757c1", "publishedAt": "2021-02-23T15:47:20Z", "content": "Schrijf je in voor Eos Insider, ontvang wekelijks topwetenschap rechtstreeks in je mailbox en verspreid met ons de wetenschap. Eos Insider brengt één keer per week een preview uit het magazine, een o… [+647 chars]"}, {"source": {"id": null, "name": "Eoswetenschap.eu"}, "author": "Samuel Helsen", "title": "Eos Blogs Natuur & Milieu Hoe Saharastof het weer beïnvloedt - Eos Wetenschap", "description": "Gisteren bereikte een stofwolk met Saharazand onze contreien. De aanwezigheid van het Saharazand zorgde niet alleen voor prachtige taferelen, maar had ook tot gevolgd dat de zon veel moeite had om zich te laten zien en dat de lucht grijs-wit kleurde.", "url": "https://www.eoswetenschap.eu/natuur-milieu/hoe-saharastof-het-weer-beinvloedt", "urlToImage": "https://images.eoswetenschap.eu/article/BELGAIMAGE-148560957.jpg?auto=format&crop=entropy&fit=crop&h=630&ixlib=php-1.1.0&w=1200&s=cd1714127b1c8ee40bdb888aefa30146", "publishedAt": "2021-02-23T14:31:32Z", "content": "Gisteren bereikte een stofwolk met Saharazand onze contreien. De aanwezigheid van het Saharazand zorgde niet alleen voor prachtige taferelen, maar had ook tot gevolgd dat de zon veel moeite had om zi… [+3458 chars]"}, {"source": {"id": null, "name": "Allesoversterrenkunde.nl"}, "author": null, "title": "Explosie waargenomen in de atmosfeer van Jupiter - Alles over sterrekunde", "description": null, "url": "https://www.allesoversterrenkunde.nl/#!/actueel/nieuws/_detail/gli/explosie-waargenomen-de-atmosfeer-van-jupiter/", "urlToImage": null, "publishedAt": "2021-02-23T14:31:13Z", "content": "allesoversterrenkunde.nl - de meest complete sterrenkundige website in\r\n Nederland - biedt nieuws en achtergrondinformatie over sterrenkunde en\r\n ruimteonderzoek. De site is eigendom van en wordt beh… [+519 chars]"}, {"source": {"id": null, "name": "Volkskrant.nl"}, "author": "Mon Klein Douwel", "title": "Hersenen overdrijven gebeurtenissen om ze beter te onthouden - Volkskrant", "description": "Waarom vertelt iemand dat hij een vis van 1,5 meter ving, terwijl de vangst toch echt een stuk kleiner was?  Nieuw onderzoek wijst uit dat mensen n...", "url": "https://www.volkskrant.nl/wetenschap/hersenen-overdrijven-gebeurtenissen-om-ze-beter-te-onthouden~bfee5dd9/", "urlToImage": "https://images0.persgroep.net/rcs/hIhcNMYRdTBiOcNKap7GLM-BIDE/diocontent/152087681/_fitwidth/763?appId=93a17a8fd81db0de025c8abd1cca1279&quality=0.8", "publishedAt": "2021-02-23T13:05:44Z", "content": "Testpersoon Niklas Thiel showt aan de Technische Universiteit München een zogenoemde EEG-cap, die de hersenactiviteit registreert.Beeld Reuters\r\nDat schrijven neurowetenschappers van de Universiteit … [+2727 chars]"}, {"source": {"id": null, "name": "Www.nrc.nl"}, "author": "Bruno van Wayenburg", "title": "Oude Marsmaan viel uiteen in twee brokken - NRC", "description": "Astronomie: Hoe zijn de minimaantjes van Mars ontstaan? Een model dat 2,7 miljard jaar heeft teruggerekend, geeft duidelijkheid.", "url": "https://www.nrc.nl/nieuws/2021/02/23/oude-marsmaan-viel-uiteen-in-twee-brokken-a4032901", "urlToImage": "https://images.nrc.nl/m6AoiIB0bSaRSP6NdIhQ6WmJxQc=/1200x627/smart/filters:no_upscale()/s3/static.nrc.nl/images/gn4/stripped/data67838184-9da034.jpg", "publishedAt": "2021-02-23T12:53:44Z", "content": "Phobos en Deimos, de mysterieuze minimaantjes van Mars, zijn mogelijk ontstaan uit een eerdere Marsmaan die in tweeën gebroken is. Dat blijkt uit een rekenexercitie van Amirhossein Bagheri van de ETH… [+3403 chars]"}, {"source": {"id": null, "name": "Standaard.be"}, "author": "standaard.be", "title": "'Metaalmoeheid' aan basis van problemen met Amerikaanse Boei... - De Standaard", "description": "De explosie van de motor van een vliegtuig van Boeing is wellicht te wijten aan slijtage van een van de motorbladen. Tot die conclusie komen de Amerikaanse inspectiediensten.", "url": "https://www.standaard.be/cnt/dmf20210223_94481232", "urlToImage": "https://static.standaard.be/Assets/Images_Upload/2021/02/23/48de4c66-75d2-11eb-a275-918fe709849e_web_scale_0.1818182_0.1818182__.jpg", "publishedAt": "2021-02-23T11:50:46Z", "content": "De explosie van de motor van een vliegtuig van Boeing is wellicht te wijten aan slijtage van een van de motorbladen. Tot die conclusie komen de Amerikaanse inspectiediensten.\r\nEen Boeing 777-220 met … [+917 chars]"}, {"source": {"id": null, "name": "Www.hln.be"}, "author": "GHO", "title": "Van Gucht: “Ziekenhuisopnames vanuit woonzorgcentra met een derde gedaald dankzij vaccinatie” - Het Laatste Nieuws", "description": "Het aantal ziekenhuisopnames vanuit de Belgische woonzorgcentra is met 36 procent gedaald. Dat is vermoedelijk te danken aan de vaccinatie. Dat heeft viroloog Steven Van Gucht vandaag gezegd op de persconferentie van gezondheidsinstituut Sciensano.", "url": "https://www.hln.be/binnenland/van-gucht-ziekenhuisopnames-vanuit-woonzorgcentra-met-een-derde-gedaald-dankzij-vaccinatie~aecce11f/", "urlToImage": "https://images0.persgroep.net/rcs/SkWoqb0TxDbs2oNFevwXn1DpTik/diocontent/181575643/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-23T11:45:00Z", "content": "De afgelopen week maakten bewoners van de woonzorgcentra nog maar 6 procent uit van alle ziekenhuisopnames. Dat is een aanhoudende daling sinds december, toen dat nog 18 procent bedroeg. Het aantal o… [+789 chars]"}, {"source": {"id": null, "name": "Newscientist.nl"}, "author": "Graham Lawton", "title": "Britse en Californische variant samengesmolten tot hybride virus - New Scientist", "description": "In de Verenigde Staten zijn de Britse en de Californische variant van het coronavirus samengesmolten tot een hybride virus. Dergelijke ‘recombinatie’ van twee mutanten was bij het huidige coronavirus nog niet eerder gezien. Mogelijk gaat de covidpandemie hier…", "url": "https://www.newscientist.nl/nieuws/britse-en-californische-variant-samengesmolten-tot-hybride-virus/", "urlToImage": "https://www.newscientist.nl/assets/Corona-grafitti-1.jpg", "publishedAt": "2021-02-23T09:01:12Z", "content": "In de Verenigde Staten zijn de Britse en de Californische variant van het coronavirus samengesmolten tot een hybride virus. Dergelijke recombinatie van twee mutanten was bij het huidige coronavirus n… [+3616 chars]"}, {"source": {"id": null, "name": "Telegraaf.nl"}, "author": "Menzo Willems", "title": "Zetje voor 'gifminnende' bacterie | Wetenschap - Telegraaf.nl", "description": "De natuur is een goede bodemsaneerder. ’Gifminnende’ bacteriën zorgen voor biologische afbraak van de verontreiniging. De mens kan ze aanzetten hun opruimacties te versnellen. Bijvoorbeeld met nitraat.", "url": "https://www.telegraaf.nl/lifestyle/2030722971/zetje-voor-gifminnende-bacterie", "urlToImage": "https://www.telegraaf.nl/images/1200x630/filters:format(jpeg):quality(80)/cdn-kiosk-api.telegraaf.nl/a746a82a-755a-11eb-af09-02d2fb1aa1d7.jpg", "publishedAt": "2021-02-23T06:15:00Z", "content": "De inhaalslag die Nederland volgens minister De Jonge (Volksgezondheid) heeft gemaakt met het aantal vaccinaties, lijkt alweer averij op te lopen nu AstraZeneca het wederom laat afweten en een deel v… [+26 chars]"}, {"source": {"id": null, "name": "Nieuwsblad.be"}, "author": "nieuwsblad.be", "title": "Meer coronabesmettingen en ziekenhuisopnames, reproductieget... - Het Nieuwsblad", "description": "De coronacijfers in ons land laten opnieuw een gemengd beeld zien. Terwijl het aantal overlijdens verder afneemt, zijn het aantal besmettingen en ziekenhuisopnames in stijgende lijn. Het reproductiegetal bevindt zich opnieuw boven de 1. Dat blijkt dinsdag uit…", "url": "https://www.nieuwsblad.be/cnt/dmf20210223_91820723", "urlToImage": "https://static.nieuwsblad.be/Assets/Images_Upload/2021/02/23/f33af406-7272-11eb-af35-d2eb6bc1a4ff_web_scale_0.1041667_0.1041667__.jpg", "publishedAt": "2021-02-23T04:51:43Z", "content": "De coronacijfers in ons land laten opnieuw een gemengd beeld zien. Terwijl het aantal overlijdens verder afneemt, zijn het aantal besmettingen en ziekenhuisopnames in stijgende lijn. Het reproductieg… [+1526 chars]"}, {"source": {"id": null, "name": "Tijd.be"}, "author": null, "title": "Nederlands experiment moet eventsector nieuw leven inblazen - De Tijd", "description": "In deze tijden gezellig een theatervoorstelling, liveconcert of voetbalwedstrijd meepikken? In Nederland kan het even, voor een kransje gelukkigen. Met acht 'veldexperimenten' wil de eventsector bijleren om veiliger en beter te heropenen straks.", "url": "https://www.tijd.be/dossiers/coronavirus/nederlands-experiment-moet-eventsector-nieuw-leven-inblazen/10286370.html", "urlToImage": "https://images.tijd.be/view?iid=Elvis:12gahW5T47Z8oA1NYsLkZe&context=ONLINE&ratio=16/9&width=640&u=1614031396000", "publishedAt": "2021-02-22T22:05:16Z", "content": "In deze tijden gezellig een theatervoorstelling, liveconcert of voetbalwedstrijd meepikken? In Nederland kan het even, voor een kransje gelukkigen. Met acht 'veldexperimenten' wil de eventsector bijl… [+5172 chars]"}, {"source": {"id": null, "name": "Www.nu.nl"}, "author": "", "title": "NASA deelt nieuwe beelden van landing ruimtevoertuig op Mars - NU.nl", "description": "De Amerikaanse ruimtevaartorganisatie NASA publiceerde maandag \u0003nieuwe beelden van de landing op Mars door de Perseverance. \u0003\u0003Op 18 februari landde de rover\nPerseverance op Mars, in de Jezerokrater.", "url": "https://www.nu.nl/285937/video/nasa-deelt-nieuwe-beelden-van-landing-ruimtevoertuig-op-mars.html", "urlToImage": "https://media.nu.nl/m/yzyx4zbaw5xj_wd1280.jpg/nasa-deelt-nieuwe-beelden-van-landing-ruimtevoertuig-op-mars.jpg", "publishedAt": "2021-02-22T20:18:00Z", "content": "De Amerikaanse ruimtevaartorganisatie NASA publiceerde maandag nieuwe beelden van de landing op Mars door de Perseverance. Op 18 februari landde de rover\r\nPerseverance op Mars, in de Jezerokrater.\r\nG… [+36 chars]"}, {"source": {"id": null, "name": "Www.ad.nl"}, "author": "Binnenlandredactie", "title": "LIVE | Kuipers: 'Cijfers zien er aanzienlijk gunstiger uit dan we hadden durven hopen' - De Stentor", "description": "Het aantal coronabesmettingen is vandaag gedaald. Tot vanmorgen 10:00 uur zijn er 3846 nieuwe besmettingen gemeld bij het RIVM; dat zijn er 355 minder dan gisteren. De coronamaatregelen worden naar alle waarschijnlijkheid versoepeld. Hoewel de avondklok blijf…", "url": "https://www.ad.nl/binnenland/live-minder-nieuwe-besmettingen-vandaag-kabinet-komt-met-versoepelingen-br~a8610e4d/", "urlToImage": "https://images0.persgroep.net/rcs/MBtRVtx5b7r8hsZUUqXAN6Ck_94/diocontent/180301209/_focus/0.49/0.45/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-22T18:03:12Z", "content": "CoronaHet aantal coronabesmettingen is vandaag gedaald. Tot vanmorgen 10:00 uur zijn er 3846 nieuwe besmettingen gemeld bij het RIVM; dat zijn er 355 minder dan gisteren. De coronamaatregelen worden … [+461 chars]"}, {"source": {"id": null, "name": "Volkskrant.nl"}, "author": "George van Hal", "title": "Hoe we tóch ooit Star Trekje kunnen spelen tussen de sterren - Volkskrant", "description": "Sla er sciencefictionreeksen als Star Trek en Star Wars op na en het lijkt onze onvermijdelijke lotsbestemming: ooit zal de mensheid vliegen tussen...", "url": "https://www.volkskrant.nl/wetenschap/hoe-we-toch-ooit-star-trekje-kunnen-spelen-tussen-de-sterren~b593ae16/", "urlToImage": "https://images0.persgroep.net/rcs/FGMHCHxFb2bCQ_eNIUlR4RKDFPE/diocontent/200221820/_fitwidth/763?appId=93a17a8fd81db0de025c8abd1cca1279&quality=0.8", "publishedAt": "2021-02-22T16:33:14Z", "content": "George van Hal22 februari 2021, 17:33\r\nSla er sciencefictionreeksen als Star Trek en Star Wars op na en het lijkt onze onvermijdelijke lotsbestemming: ooit zal de mensheid vliegen tussen de sterren. … [+2449 chars]"}, {"source": {"id": null, "name": "Eoswetenschap.eu"}, "author": "Jamie Biesemans", "title": "Natuur & Milieu Webcam is nefast voor klimaat - Eos Wetenschap", "description": "Het positieve ecosaldo van telewerk blijkt kleiner dan gedacht.", "url": "https://www.eoswetenschap.eu/natuur-milieu/webcam-nefast-voor-klimaat", "urlToImage": "https://images.eoswetenschap.eu/article/chris-montgomery-smgTvepind4-unsplash.jpg?auto=format&crop=entropy&fit=crop&h=630&ixlib=php-1.1.0&w=1200&s=610043b0ba59aeb2eb376be8a2e8d86b", "publishedAt": "2021-02-22T16:00:56Z", "content": "In 2020 leidde de uitbraak van de coronapandemie tot een daling in de CO2-uitstoot. Dat die daling kleiner was dan veel wetenschappers aanvankelijk hadden ingeschat, komt voor een deel door de toenam… [+1075 chars]"}, {"source": {"id": null, "name": "Businessam.be"}, "author": null, "title": "Virologen presenteren scenario's: 'Bij snelle versoepeling dreigt derde coronagolf' - Business AM - NL", "description": "Als de coronaregels al op 1 maart versoepeld worden zoals afgelopen september, dan dreigt een grote derde golf van besmettingen als gevolg van de Britse", "url": "https://businessam.be/virologen-bij-snelle-versoepeling-dreigt-derde-coronagolf/", "urlToImage": "https://media0.gmgroup.be/ISOPIX_25402606-001.jpg", "publishedAt": "2021-02-22T14:45:17Z", "content": "Als de coronaregels al op 1 maart versoepeld worden zoals afgelopen september, dan dreigt een grote derde golf van besmettingen als gevolg van de Britse coronavariant. Dat was de boodschap van biosta… [+3362 chars]"}, {"source": {"id": null, "name": "Trouw.nl"}, "author": "Alex Tieleman", "title": "Het grootste gevaar voor de Spaanse costa's: een stijgende zeespiegel - Trouw", "description": "Spaanse badplaatsen zuchten onder het coronavirus. Maar nog groter is de worsteling met de stijgende zeespiegel.", "url": "https://www.trouw.nl/duurzaamheid-natuur/het-grootste-gevaar-voor-de-spaanse-costa-s-een-stijgende-zeespiegel~b6d43d09/", "urlToImage": "https://images0.persgroep.net/rcs/4AhJOCMBqimvfe38YNPfCPX0src/diocontent/165140566/_fitwidth/763?appId=93a17a8fd81db0de025c8abd1cca1279&quality=0.8", "publishedAt": "2021-02-22T14:16:00Z", "content": "Spaanse badplaatsen zuchten onder het coronavirus. Maar nog groter is de worsteling met de stijgende zeespiegel. \r\nAlex Tieleman22 februari 2021, 15:16\r\nDoor een gapend gat dwars in de boulevard zien… [+6443 chars]"}, {"source": {"id": null, "name": "Scientias.nl"}, "author": null, "title": "Sommige aardse microben kunnen tijdelijk overleven op Mars - Scientias.nl", "description": "En dat is zowel veelbelovend, als iets om rekening mee te houden. Het zou zomaar kunnen dat de mensheid over enkele tientallen jaren op Mars woont. Zowel", "url": "https://www.scientias.nl/sommige-aardse-microben-kunnen-tijdelijk-overleven-op-mars/", "urlToImage": "https://www.scientias.nl/wp-content/uploads/2021/02/mars-2051748_1280.jpg", "publishedAt": "2021-02-22T13:06:10Z", "content": "En dat is zowel veelbelovend, als iets om rekening mee te houden.\r\nHet zou zomaar kunnen dat de mensheid over enkele tientallen jaren op Mars woont. Zowel NASA als SpaceX werken momenteel namelijk aa… [+4791 chars]"}, {"source": {"id": null, "name": "Parool.nl"}, "author": "Aart Nederveen, Geertjan Zuijdwegt, Anton van den Beukel en Yke Bauke Eisma", "title": "Opinie: 'Politici, verschuil je niet achter de wetenschap' - Parool.nl", "description": "Het kabinet leunt nu een klein jaar op de adviezen van wetenschappers. Dat moet stoppen, stellen wetenschappers Aart Nederveen, Geertjan Zuijdwegt,...", "url": "https://www.parool.nl/columns-opinie/opinie-politici-verschuil-je-niet-achter-de-wetenschap~bf8a1442/", "urlToImage": "https://images0.persgroep.net/rcs/YJA92IQF3ftAosr3jzDg0n_0Kp0/diocontent/200046289/_fitwidth/763?appId=93a17a8fd81db0de025c8abd1cca1279&quality=0.8", "publishedAt": "2021-02-22T13:00:41Z", "content": "Beeld ANP\r\nIn het afgelopen jaar zagen wij, als betrokken burgers en wetenschappers, een steeds grotere verwarring ontstaan tussen wetenschappelijke feiten en de daaruit volgende beleidskeuzes. Weten… [+3801 chars]"}, {"source": {"id": null, "name": "Techpulse.be"}, "author": null, "title": "\"Aardse organismen kunnen tijdelijk op Mars overleven\" - TechPulse", "description": "Verschillende organismen die op onze planeet voorkomen zouden (tijdelijk) kunnen overleven op Mars. Dat zeggen wetenschappers van de NASA.", "url": "https://techpulse.be/nieuws/311261/aardse-organismen-overleven-mars/", "urlToImage": "https://techpulse.be/wp-content/uploads/2020/07/iStock-1046189998.jpg", "publishedAt": "2021-02-22T12:16:13Z", "content": "Verschillende organismen die op onze planeet voorkomen zouden (tijdelijk) kunnen overleven op Mars. Dat zeggen wetenschappers van de NASA.\r\nIn 2019 deed de Amerikaanse ruimtevaartorganisatie het Micr… [+2261 chars]"}, {"source": {"id": null, "name": "Welingelichtekringen.nl"}, "author": null, "title": "Waarom Mars koloniseren een belachelijk plan is - wel.nl - Welingelichte Kringen", "description": "Waarom Mars koloniseren een belachelijk plan is", "url": "https://www.welingelichtekringen.nl/wetenschap/2537932/waarom-mars-koloniseren-een-belachelijk-plan-is.html", "urlToImage": "https://welingelicht-welingelichtekri.netdna-ssl.com/wp-content/uploads/2021/02/ANP-302651234.jpg", "publishedAt": "2021-02-22T11:33:33Z", "content": "Het huzarenstukje van Nasa zal je deze week niet zijn ontgaan: Marsrover Perseverance wist voet aan land te zetten op de rode planeet. Leuk voor onderzoek, maar die Marskolonie moeten we echt uit ons… [+2514 chars]"}, {"source": {"id": null, "name": "Newscientist.nl"}, "author": "Dorine Schenk", "title": "Eerst ontdekte zwarte gat blijkt zwaarder dan gedacht - New Scientist", "description": "Het zwarte gat in dubbelstersysteem Cygnus X-1 blijkt geen massa van 15, maar van 21 zonsmassa’s te hebben. Dat gaat in tegen huidige sterevolutiemodellen.", "url": "https://www.newscientist.nl/nieuws/eerst-ontdekte-zwarte-gat-blijkt-zwaarder-dan-gedacht/", "urlToImage": "https://www.newscientist.nl/assets/cygnusx1-1024x576.jpg", "publishedAt": "2021-02-22T08:47:23Z", "content": "Het zwarte gat in dubbelstersysteem Cygnus X-1 heeft volgens nieuwe metingen niet een massa van 15, maar van 21 zonsmassas. Die flink grotere massa gaat in tegen de huidige sterevolutiemodellen. Het … [+4054 chars]"}, {"source": {"id": null, "name": "Allesoversterrenkunde.nl"}, "author": null, "title": "Astronomen zien ster met stofschijf die gevoed wordt - Alles over sterrekunde", "description": null, "url": "https://allesoversterrenkunde.nl/#!/actueel/nieuws/_detail/gli/astronomen-zien-ster-met-stofschijf-die-gevoed-wor/", "urlToImage": null, "publishedAt": "2021-02-22T08:36:15Z", "content": "allesoversterrenkunde.nl - de meest complete sterrenkundige website in\r\n Nederland - biedt nieuws en achtergrondinformatie over sterrenkunde en\r\n ruimteonderzoek. De site is eigendom van en wordt beh… [+519 chars]"}, {"source": {"id": null, "name": "Allesoversterrenkunde.nl"}, "author": null, "title": "Aards leven kan tijdelijk overleven op Mars - Alles over sterrekunde", "description": null, "url": "https://www.allesoversterrenkunde.nl/#!/actueel/nieuws/_detail/gli/aards-leven-kan-tijdelijk-overleven-op-mars/", "urlToImage": null, "publishedAt": "2021-02-22T08:04:14Z", "content": "allesoversterrenkunde.nl - de meest complete sterrenkundige website in\r\n Nederland - biedt nieuws en achtergrondinformatie over sterrenkunde en\r\n ruimteonderzoek. De site is eigendom van en wordt beh… [+519 chars]"}, {"source": {"id": null, "name": "Www.hln.be"}, "author": "TT", "title": "Vaccinatieteller België: zo ver staat ons land met de vaccins, en hier staan we in vergelijking met het buitenland - Het Laatste Nieuws", "description": "De strijd tegen het coronavirus is nog niet gewonnen, maar er is perspectief. Tegen september van dit jaar moet de hele Belgische bevolking gevaccineerd zijn, in Vlaanderen mogelijk zelfs tegen de zomer. Ook elders moet massale vaccinatie voor groepsimmunitei…", "url": "https://www.hln.be/wetenschap/vaccinatieteller-belgie-zo-ver-staat-ons-land-met-de-vaccins-en-hier-staan-we-in-vergelijking-met-het-buitenland~a1761406/", "urlToImage": "https://images0.persgroep.net/rcs/mOEEazJvRvBh4CJqfmJqDYYiS1Y/diocontent/181076911/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-12T10:00:20Z", "content": "Hoeveel mensen zijn al gevaccineerd?\r\nJe kan deze inhoud niet bekijken\r\nDeze inhoud bevat cookies van social media of andere externe platformen. Omdat je deze cookies uitgeschakeld hebt blijft deze i… [+11595 chars]"}, {"source": {"id": null, "name": "Tijd.be"}, "author": null, "title": "Corona in België | Besmettingen blijven stijgen, reproductiegetal weer boven 1 - De Tijd", "description": "Een gids door de dagelijkse Covid-19-statistieken: minder tests leveren méér vastgestelde besmettingen op.", "url": "https://www.tijd.be/dossiers/coronavirus/corona-in-belgie-minder-testen-meer-besmettingen/10217952.html", "urlToImage": "https://images.tijd.be/view?iid=Elvis:1UjTd-S_qLC8dRAO6DChfK&context=ONLINE&ratio=16/9&width=640&u=1614142819000", "publishedAt": "2021-01-06T07:31:58Z", "content": "Een gids door de dagelijkse Covid-19-statistieken: minder tests leveren méér vastgestelde besmettingen op.\r\nTussen 14 en 20 februari steeg het aantal besmettingen met 14 procent tot 2.099 per dag. He… [+5662 chars]"}]}