{"status": "ok", "totalResults": 25, "articles": [{"source": {"id": null, "name": "Hbvl.be"}, "author": "hbvl.be", "title": "Nieuw rapport UGent en KU Leuven: “Motivatie om regels te volgen voorspelt aantal doden van elf weken later” - Het Belang van Limburg", "description": "Zoals het coronavirus in golven komt, zo golft ook onze motivatie om de maatregelen na te leven. Dat blijkt althans uit het motivatierapport dat professoren in de psychologie Maarten Vansteenkiste (UGent) en Omer Van den Bergh (KU Leuven) hebben opgesteld. “D…", "url": "https://www.hbvl.be/cnt/dmf20210302_96954505", "urlToImage": "https://static.hbvl.be/Assets/Images_Upload/2021/03/02/0e1edf0c-7b7a-11eb-8f79-98b41e84aa34_web_scale_0.1302083_0.1302083__.jpg", "publishedAt": "2021-03-02T19:18:50Z", "content": "Zoals het coronavirus in golven komt, zo golft ook onze motivatie om de maatregelen na te leven. Dat blijkt althans uit het motivatierapport dat professoren in de psychologie Maarten Vansteenkiste (U… [+114 chars]"}, {"source": {"id": null, "name": "Nieuwsblad.be"}, "author": "Marc Vermeiren", "title": "Corona, maar dan voor paarden: in Europa wordt alle ruitersport voor (minstens) een maand stilgelegd - Het Nieuwsblad", "description": "Paniek in de paardensport. Om de uitbraak van een agressief virus te bekampen, wordt in Europa tot minstens 28 maart alle hippische bedrijvigheid stilgelegd – een maatregel die de internationale ruitersportfederatie nog nooit eerder heeft moeten nemen. Tokio …", "url": "https://www.nieuwsblad.be/cnt/dmf20210302_96519850", "urlToImage": "https://static.nieuwsblad.be/Assets/Images_Upload/2021/03/02/efb7843e-7b7d-11eb-9fbe-5f81a6dd45cb_web_translate_0_0__scale_0.08905567_0.08905567__.jpg", "publishedAt": "2021-03-02T18:06:20Z", "content": "Paniek in de paardensport. Om de uitbraak van een agressief virus te bekampen, wordt in Europa tot minstens 28 maart alle hippische bedrijvigheid stilgelegd een maatregel die de internationale ruiter… [+304 chars]"}, {"source": {"id": null, "name": "Scientias.nl"}, "author": null, "title": "Wetenschappers lezen ongeopende brief uit de Renaissance - Scientias.nl", "description": "En dat zonder de verzegeling te verbreken of de brief anderszins te beschadigen. De brief in kwestie is geschreven op 31 juli 1696. De afzender Jacques", "url": "https://www.scientias.nl/wetenschappers-lezen-ongeopende-brief-uit-de-renaissance/", "urlToImage": "https://www.scientias.nl/wp-content/uploads/2021/03/uitvouwen.jpg", "publishedAt": "2021-03-02T14:46:09Z", "content": "En dat zonder de verzegeling te verbreken of de brief anderszins te beschadigen.\r\nDe brief in kwestie is geschreven op 31 juli 1696. De afzender Jacques Sennacques vraagt in de brief – gericht aan zi… [+5157 chars]"}, {"source": {"id": null, "name": "Hbvl.be"}, "author": "hbvl.be", "title": "Belgische onderzoekers ontdekken lichtgevende haaien in Nieu... (Ottignies-Louvain-la-Neuve) - Het Belang van Limburg Mobile - Het Belang van Limburg", "description": "Met de hulp van onderzoekers van de universiteit van Louvain-La-Neuve zijn in de diepzee voor Nieuw-Zeeland drie lichtgevende haaien ontdekt. Bioluminescentie of het uitstralen van licht door onder mee vissen komt vaker voor, maar nu is het voor het eerst vas…", "url": "https://www.hbvl.be/cnt/dmf20210302_95257082", "urlToImage": "https://static.hbvl.be/Assets/Images_Upload/2021/03/02/5c6872b2-7b5d-11eb-9fbe-5f81a6dd45cb_web_translate_0_0__scale_0.16920152_0.16920152__.jpg", "publishedAt": "2021-03-02T14:35:59Z", "content": null}, {"source": {"id": null, "name": "Www.hln.be"}, "author": "Martijn Peters", "title": "Biedt 'hyperzwaartekracht' een oplossing voor tragere wondgenezing bij stress en gewichtloosheid? - Het Laatste Nieuws", "description": "Op die vraag gaan wetenschappers van SCK CEN en UGent binnenkort een antwoord zoeken. Zij wisten één van de 3 plekken in het ‘Spin Your Thesis!’ programma van de Europese Ruimtevaartorganisatie ESA te veroveren.", "url": "https://www.hln.be/wetenschap-en-planeet/biedt-hyperzwaartekracht-een-oplossing-voor-tragere-wondgenezing-bij-stress-en-gewichtloosheid~aa7d9b82/", "urlToImage": "https://images0.persgroep.net/rcs/_hZILwKDtjxDPd1LmVAio24p2Cs/diocontent/200453504/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-03-02T11:39:03Z", "content": "In september gaat een nieuwe wetenschappelijke studie FORTE, een samenwerking tussen SCK CEN en UGent, van start in het European Space Research and Technology Centre (ESTEC) van ESA. Een groep wetens… [+2888 chars]"}, {"source": {"id": null, "name": "Www.hln.be"}, "author": "KVDS", "title": "Helft coronapatiënten die in ziekenhuis opgenomen werden liep hartschade op, volgens nieuw onderzoek - Het Laatste Nieuws", "description": "De helft van de patiënten die in het ziekenhuis terechtkwamen met een ernstige vorm van Covid-19, heeft schade aan het hart. Dat blijkt uit onderzoek van Imperial College London en University College London (UCL). Het kan gaan om een ontsteking van de hartspi…", "url": "https://www.hln.be/wetenschap-en-planeet/helft-coronapatienten-die-in-ziekenhuis-opgenomen-werden-liep-hartschade-op-volgens-nieuw-onderzoek~a67afa2e/", "urlToImage": "https://images0.persgroep.net/rcs/49pbVyNcK48IsnS7qoy3DWkYr40/diocontent/178300266/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-03-02T09:57:00Z", "content": "De studie is gepubliceerd in het wetenschappelijk tijdschrift European Heart Journal en wijst in dezelfde richting als eerder onderzoek, onder meer in Duitsland.\r\nBij de nieuwe studie waren 148 patië… [+2556 chars]"}, {"source": {"id": null, "name": "Businessam.be"}, "author": null, "title": "Neanderthalers bezaten capaciteit om te horen en spreken als mensen - Business AM - NL", "description": "De Neanderthalers bezaten volgens een nieuwe studie het vermogen om menselijke spraak te horen en te produceren. De onderzoekers sluiten niet uit dat onze", "url": "https://businessam.be/neanderthalers-bezaten-capaciteit-om-te-horen-en-spreken-als-mensen/", "urlToImage": "https://media0.gmgroup.be/ISOPIX_22926498-008-1614674966.jpg", "publishedAt": "2021-03-02T09:05:24Z", "content": "De Neanderthalers bezaten volgens een nieuwe studie het vermogen om menselijke spraak te horen en te produceren. De onderzoekers sluiten niet uit dat onze dichtste voorouders mogelijk ook taal ontwik… [+1952 chars]"}, {"source": {"id": null, "name": "Scientias.nl"}, "author": null, "title": "Hoe melk en bladspinazie toekomstige ruimtereizigers mogelijk kunnen beschermen tegen schadelijke kosmische straling - Scientias.nl", "description": "Een antioxidant-rijk dieet is mogelijk een belangrijke troef op weg naar langdurige, bemande ruimtemissies. Al lange tijd is de mensheid geïntrigeerd door", "url": "https://www.scientias.nl/hoe-melk-en-bladspinazie-toekomstige-ruimtereizigers-mogelijk-kunnen-beschermen-tegen-schadelijke-kosmische-straling/", "urlToImage": "https://www.scientias.nl/wp-content/uploads/2021/02/astronaut-1784245_1920.jpg", "publishedAt": "2021-03-02T07:37:02Z", "content": "Een antioxidant-rijk dieet is mogelijk een belangrijke troef op weg naar langdurige, bemande ruimtemissies.\r\nAl lange tijd is de mensheid geïntrigeerd door de nachtelijke hemel. De triljarden schitte… [+8270 chars]"}, {"source": {"id": null, "name": "Dpgmedia.be"}, "author": null, "title": "Twee vulkanen in Indonesië spuwen as en gesteente - Het Laatste Nieuws", "description": null, "url": "https://myprivacy.dpgmedia.be/consent/?siteKey=Uqxf9TXhjmaG4pbQ&callbackUrl=https:%2f%2fwww.hln.be%2fprivacy-gate%2faccept-tcf2%3fredirectUri%3d%252fwetenschap-en-planeet%252ftwee-vulkanen-in-indonesie-spuwen-as-en-gesteente%257ea4e75455%252f", "urlToImage": null, "publishedAt": "2021-03-02T07:16:11Z", "content": null}, {"source": {"id": null, "name": "Bnnvara.nl"}, "author": null, "title": "Bram Bakker: Corona en psyche - Joop", "description": "Het kan niet genoeg benadrukt worden: de relatie tussen de coronacrisis en psychische klachten is complex, en betrouwbare wetenschappelijke informatie hierover zal nog lang op zich laten wachten. Iedere psychische stoornis is namelijk per definitie het gevolg…", "url": "https://joop.bnnvara.nl/opinies/corona-en-psyche", "urlToImage": "https://joop.bnnvara.nl/content/uploads/2021/03/neerslachtigdepressief.jpg", "publishedAt": "2021-03-02T07:05:16Z", "content": "Het kan niet genoeg benadrukt worden: de relatie tussen de coronacrisis en psychische klachten is complex, en betrouwbare wetenschappelijke informatie hierover zal nog lang op zich laten wachten. Ied… [+2765 chars]"}, {"source": {"id": null, "name": "Newsmonkey.be"}, "author": null, "title": "Coronavirus: cijfers stijgen voorlopig niet verder - Business AM - NL", "description": "De zorgwekkende stijging van de coronacijfers in ons land lijkt voorlopig even gestuit. Met gemiddeld 2.394 nieuwe besmettingen en 149 nieuwe", "url": "https://newsmonkey.be/coronavirus-update-2-maart/", "urlToImage": "https://media0.gmgroup.be/Coronavirus-ziekenhuis-dokters-patient-1614661441.jpg", "publishedAt": "2021-03-02T05:36:49Z", "content": "De zorgwekkende stijging van de coronacijfers in ons land lijkt voorlopig even gestuit. Met gemiddeld 2.394 nieuwe besmettingen en 149 nieuwe ziekenhuisopnames per dag blijven we wel nog steeds op ee… [+1842 chars]"}, {"source": {"id": null, "name": "Www.gva.be"}, "author": "Werner Rommers", "title": "Vanaf nu moet het vaccineren sneller en beter: zo willen de ministers dat doen - Gazet van Antwerpen", "description": "Er moet en zal deze week meer vaart komen in onze vaccinatiecampagne, zeggen de verantwoordelijke ministers. Zeker nu er mogelijk een derde golf op ons afstormt. Hoe dat concreet gebeurt, wordt vanavond beslist, terwijl intussen de lange lijst van ‘kinderziek…", "url": "https://www.gva.be/cnt/dmf20210301_97406751", "urlToImage": "https://static.gva.be/Assets/Images_Upload/2021/03/01/b8d54602-6572-11eb-8919-7ceaaf0a34f4_web_scale_0.089_0.089__.jpg", "publishedAt": "2021-03-02T04:00:00Z", "content": "Er moet en zal deze week meer vaart komen in onze vaccinatiecampagne, zeggen de verantwoordelijke ministers. Zeker nu er mogelijk een derde golf op ons afstormt. Hoe dat concreet gebeurt, wordt vanav… [+97 chars]"}, {"source": {"id": null, "name": "Telegraaf.nl"}, "author": "Menzo Willems", "title": "Aardappeleters rukken op over aardbol | Wetenschap | Telegraaf.nl - Telegraaf.nl", "description": "De pieper heeft de toekomst. Steeds meer landen in Azië en Afrika stappen over op de vitamine- en vezelrijke knol. Enig probleem is de aardappelziekte. Gelukkig kweken boerencoöperatie Agrico en Universiteit Wageningen nieuwe generaties die resistent zijn teg…", "url": "https://www.telegraaf.nl/lifestyle/1027350111/aardappeleters-rukken-op-over-aardbol", "urlToImage": "https://www.telegraaf.nl/images/1200x630/filters:format(jpeg):quality(80)/cdn-kiosk-api.telegraaf.nl/e4a332fa-7ad8-11eb-9752-02c309bc01c1.jpg", "publishedAt": "2021-03-01T19:00:00Z", "content": "De Duitse chemiereus Bayer heeft een overeenkomst gesloten ter waarde van 2 miljard dollar voor het afhandelen van toekomstige claims rond de onkruidverdelger Roundup, die kankerverwekkend zou zijn. … [+103 chars]"}, {"source": {"id": null, "name": "Scientias.nl"}, "author": null, "title": "Kleinere vleesetende dino's werden mogelijk weggeconcurreerd door...tieners - Scientias.nl", "description": "Het kroost van gigantische vleeseters - zoals de bekende T. rex - dicteerde mogelijk hoe de lokale samenleving eruit zag. Dat schrijven onderzoekers in", "url": "https://www.scientias.nl/kleinere-vleesetende-dinos-werden-mogelijk-weggeconcurreerd-door-tieners/", "urlToImage": "https://www.scientias.nl/wp-content/uploads/2021/03/dino-3.jpg", "publishedAt": "2021-03-01T18:07:25Z", "content": "Het kroost van gigantische vleeseters – zoals de bekende T. rex – dicteerde mogelijk hoe de lokale samenleving eruit zag.\r\nDat schrijven onderzoekers in het blad Science. Ze baseren zich op een analy… [+5140 chars]"}, {"source": {"id": null, "name": "Scientias.nl"}, "author": null, "title": "Rover Perseverance maakt er een zooitje van op Mars - Scientias.nl", "description": "Dat blijkt uit beelden gemaakt door de Trace Gas Orbiter. De orbiter heeft vanuit een baan rond Mars een fraaie foto gemaakt van de landingsplek van", "url": "https://www.scientias.nl/rover-perseverance-maakt-er-een-zooitje-van-op-mars/", "urlToImage": "https://www.scientias.nl/wp-content/uploads/2021/03/percy-3.jpg", "publishedAt": "2021-03-01T14:26:24Z", "content": "Dat blijkt uit beelden gemaakt door de Trace Gas Orbiter. \r\nDe orbiter heeft vanuit een baan rond Mars een fraaie foto gemaakt van de landingsplek van Perseverance. En de foto onthult dat de rover er… [+3493 chars]"}, {"source": {"id": null, "name": "Demorgen.be"}, "author": "TT", "title": "Bijna half miljoen inwoners nu gevaccineerd, campagne schakelt deze week versnelling hoger - De Morgen", "description": "België nadert de kaap van het half miljoen gevaccineerde inwoners. 495.090 mensen om precies te zijn kregen al minstens een dosis van een van de dr...", "url": "https://www.demorgen.be/nieuws/bijna-half-miljoen-inwoners-nu-gevaccineerd-campagne-schakelt-deze-week-versnelling-hoger~bb13ca88/", "urlToImage": "https://images0.persgroep.net/rcs/QD27U0DuyQqNLA-LjrP7ZPueYUc/diocontent/200227006/_fitwidth/763?appId=93a17a8fd81db0de025c8abd1cca1279&quality=0.8", "publishedAt": "2021-03-01T12:55:59Z", "content": "Met de 495.090 geregistreerde vaccinaties zal allicht vandaag de half miljoenste persoon in België ergens zijn of haar vaccin krijgen. 307.749 mensen daarvan kregen ook al hun tweede prik, goed voor … [+4468 chars]"}, {"source": {"id": null, "name": "Trouw.nl"}, "author": "Willem Schoonen", "title": "Deze kabels op de bodem van de oceaan kunnen een aardbeving of tsunami voorspellen - Trouw", "description": "Telecomkabels op de bodem van de oceaan kunnen worden gebruikt om aardbevingen en tsunami's te voorspellen.", "url": "https://www.trouw.nl/wetenschap/deze-kabels-op-de-bodem-van-de-oceaan-kunnen-een-aardbeving-of-tsunami-voorspellen~b781d1d7/", "urlToImage": "https://images0.persgroep.net/rcs/e6R7GM-r8GAKACRoWTnrkmqgIrs/diocontent/107344309/_fitwidth/763?appId=93a17a8fd81db0de025c8abd1cca1279&quality=0.8", "publishedAt": "2021-03-01T09:19:00Z", "content": "Telecomkabels op de bodem van de oceaan kunnen worden gebruikt om aardbevingen en tsunami's te voorspellen.\r\nWillem Schoonen1 maart 2021, 10:19\r\nTienduizend kilometer lang is de kabel die Google liet… [+3652 chars]"}, {"source": {"id": null, "name": "Destentor.nl"}, "author": "Niek Megens", "title": "GGD's een jaar in het oog van de storm: 'Coronacrisis heeft kwetsbare kanten blootgelegd' - De Stentor", "description": "De GGD’s transformeerden door de coronapandemie van bescheiden organisaties in de luwte tot virusbestrijders in de frontlinie. Dat ging met vallen en opstaan. GGD-directeuren Jacqueline Baardman (Noord- en Oost-Gelderland) en Rianne van den Berg (IJsselland) …", "url": "https://www.destentor.nl/home/ggd-s-een-jaar-in-het-oog-van-de-storm-coronacrisis-heeft-kwetsbare-kanten-blootgelegd~a732029d/", "urlToImage": "https://images0.persgroep.net/rcs/f2ofbV4yBykd0nX39Vtik6VG2ZQ/diocontent/200271904/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-03-01T07:00:27Z", "content": "Jarenlang gingen de GGDs als een grijze muis door het leven. Ze waren er wel, maar vielen nauwelijks op, ondanks het nuttige werk dat ze verrichten op gebied van preventie en gezondheidsbevordering. … [+282 chars]"}, {"source": {"id": null, "name": "Doorbraak.be"}, "author": null, "title": "Een kleine geschiedenis van Grote durvers - Doorbraak.be", "description": "Een reeks verhalen over 'mensen van bij ons' die het verschil hebben gemaakt. Voor hun stad, hun land, of zelfs een ander continent.", "url": "https://doorbraak.be/recensies/een-kleine-geschiedenis-van-grote-durvers/", "urlToImage": "https://doorbraak.be/wp-content/uploads/2021/01/eenkleinegeschiedenisvangrotedurvers.jpg", "publishedAt": "2021-03-01T04:02:56Z", "content": "Globetrotters en internationale entrepreneurs. Vlaanderen kent er wel wat. Een land dat veel buitenland heeft, heeft natuurlijk ook veel mensen in het buitenland. Dat is vandaag niet anders dan giste… [+3158 chars]"}, {"source": {"id": null, "name": "Telegraaf.nl"}, "author": "Hortence Chen", "title": "Het is Nationale Complimentendag! Zo geef (en ontvang) je complimentjes op de juiste manier - Telegraaf.nl", "description": "Het is Nationale Complimentendag! Deel ze vandaag dus vooral (extra) veel uit. Want een complimentje geven en krijgen doet veel met ons. Toch zijn er mensen die het lastig vinden om een compliment te geven of in ontvangst te nemen. Hoe doen we het op de juist…", "url": "https://www.telegraaf.nl/lifestyle/1313804850/het-is-nationale-complimentendag-zo-geef-en-ontvang-je-complimentjes-op-de-juiste-manier", "urlToImage": "https://www.telegraaf.nl/images/1200x630/filters:format(jpeg):quality(80)/cdn-kiosk-api.telegraaf.nl/49f1faee-7a6e-11eb-bd2b-02c309bc01c1.jpg", "publishedAt": "2021-03-01T02:00:00Z", "content": "Zeg eens eerlijk: hoe vaak reageer jij met een simpel 'dankjewel' als iemand je een compliment geeft? De kans is groot dat je nonchalant de schouders ophaalt. \"Ach, dat stelde niet veel voor!\" En als… [+2913 chars]"}, {"source": {"id": null, "name": "Destentor.nl"}, "author": "Harrie van Opstal", "title": "De ananas van Walter (en de wetenschap) bewijzen het: lockdown is goed voor de luchtkwaliteit - De Stentor", "description": "Minder auto’s en minder rokende fabrieksschoorstenen door de lockdown. Helpt dat nu voor een schonere lucht? Jazeker, bevestigen wetenschappers. ‘En het is de moeite waard om dat vast te houden.’", "url": "https://www.destentor.nl/home/de-ananas-van-walter-en-de-wetenschap-bewijzen-het-lockdown-is-goed-voor-de-luchtkwaliteit~a63a581d9/", "urlToImage": "https://images0.persgroep.net/rcs/zWLea1KTvVhPFeDDm6HEAjd6yis/diocontent/200409442/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-28T20:01:28Z", "content": "Walter Takens uit Gouda heeft een ananas in de vensterbank staan. Niet om te eten, maar om te weten hoe schoon de buitenlucht is. ,,Schoolkinderen die hier langskomen kennen hem wel, vertelt hij. ,,L… [+345 chars]"}, {"source": {"id": null, "name": "Bladna.nl"}, "author": null, "title": "Hanan El Marroun benoemd tot bijzonder hoogleraar Biologische psychologie - Bladna.nl", "description": "De Marokkaans-Nederlandse Hanan El Marroun zal op 1 maart 2021 benoemd worden tot bijzonder hoogleraar Biologische psychologie aan de Erasmus School of Social and Behavioural Sciences. Zij gaat onder meer onderzoeken wat de gevolgen zijn van blootstelling aan…", "url": "https://www.bladna.nl/hanan-el-marroun-hoogleraar-biologische-psychologie,34576.html", "urlToImage": "https://www.bladna.nl/IMG/arton34576.jpg", "publishedAt": "2021-02-28T18:20:00Z", "content": "Hanan El Marroun is geboren en getogen in de Schilderswijk in Den Haag. Haar ouders zijn aan het einde van de jaren 60 als arbeidsmigranten naar Nederland gekomen vanuit Tetouan, in het Noorden van M… [+1496 chars]"}, {"source": {"id": null, "name": "Bndestem.nl"}, "author": "Ben van den Aarssen", "title": "Groei in verkoop van telescopen: 'Kijken naar het heelal is populairder dan ooit' - BN DeStem", "description": "OUDENBOSCH - De filmpjes van de recente landing van de Perseverance op de rode planeet Mars worden massaal bekeken. Een app als Stellarium hoort er op de mobiele telefoon helemaal bij. En ja, de telescopen voor instappende astronomen zijn niet aan te slepen. …", "url": "https://www.bndestem.nl/roosendaal/groei-in-verkoop-van-telescopen-kijken-naar-het-heelal-is-populairder-dan-ooit~a10fb4f5/", "urlToImage": "https://images0.persgroep.net/rcs/qTM1UX7LsLw97LABrVchS9NOt9w/diocontent/200267951/_focus/0.47/0.3/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&quality=0.7", "publishedAt": "2021-02-28T15:08:06Z", "content": "In het voormalige Jezuitenklooster tegenover de basiliek van Oudenbosch merken ze het ook: corona zorgt voor nieuwe interesses. Zoals het de hemel afspeuren naar maan, zon, planeten, sterrennevels en… [+344 chars]"}, {"source": {"id": null, "name": "Trouw.nl"}, "author": "Willem Schoonen", "title": "Een computer die werkt als onze hersenen en emoties kent: het kán - Trouw", "description": "Het kan uitmonden in een kwantumbrein, een computer die werkt als onze hersenen. Maar het verhaal begint bij een paar kobaltatomen.", "url": "https://www.trouw.nl/wetenschap/een-computer-die-werkt-als-onze-hersenen-en-emoties-kent-het-kan~bddbdb16/", "urlToImage": "https://images0.persgroep.net/rcs/3-HFHhUacvH6ZBuz0Ny-WQUi-74/diocontent/200291322/_fitwidth/763?appId=93a17a8fd81db0de025c8abd1cca1279&quality=0.8", "publishedAt": "2021-02-28T10:23:00Z", "content": "Op een oppervlak van zwarte fosfor zit een kobalt-atoom. Dat kleine deeltje kan daar in twee stemmingen verkeren; laten we ze vrolijk en boos noemen. En die stemming is te beïnvloeden: met een elek… [+6413 chars]"}, {"source": {"id": null, "name": "Telegraaf.nl"}, "author": "Gert van Harskamp", "title": "'Vrouwen zijn hard nodig in de chemie' | Financieel | Telegraaf.nl - Telegraaf.nl", "description": "Meer meiden lokken naar bètavakken en met name scheikunde, dat is de missie van de zelfverklaarde Sisters in Science. De chemische industrie juicht de lokroep toe. De sector zit te springen om goed opgeleid personeel en zonder vrouwen wordt het gat niet opgev…", "url": "https://www.telegraaf.nl/financieel/2004416265/vrouwen-zijn-hard-nodig-in-de-chemie", "urlToImage": "https://www.telegraaf.nl/images/1200x630/filters:format(jpeg):quality(80)/cdn-kiosk-api.telegraaf.nl/f879b102-786a-11eb-bd2b-02c309bc01c1.jpg", "publishedAt": "2021-02-28T09:28:17Z", "content": "De Duitse chemiereus Bayer heeft een overeenkomst gesloten ter waarde van 2 miljard dollar voor het afhandelen van toekomstige claims rond de onkruidverdelger Roundup, die kankerverwekkend zou zijn. … [+103 chars]"}]}